Repository: 1270011/documentation
Catalog: user_manual/locale/*/LC_MESSAGES/groupware/contacts.po
Languages: ar, de, es, tr

source: Using the Contacts app
ar: استخدام تطبيق جهات الاتصال Contacts app
de: Verwendung der Kontakte-App
es: Usar la aplicación Contactos
tr: Kişiler uygulamasını kullanmak

source: The Contacts app is not enabled by default in Nextcloud |version| and needs to be installed separately from our App Store.
ar: تلقائياً، تطبيق جهات الاتصال Contacts من نكست كلاود |version| يكون غير مُمكَّن، و يجب تثبيته بشكل منفصل عن متجر التطبيقات الخاص بنا.
de: Die Kontakte-App ist in Nextcloud standardmäßig nicht aktiviert und muss separat aus unserem App Store installiert werden.
es: La aplicación Contactos no está activada por defecto en Nextcloud |version| y debe ser instalada desde nuestra App Store.
tr: Kişiler uygulaması, Nextcloud |version| sürümünde varsayılan olarak etkin değildir. Uygulama mağazasından ayrıca yüklenmesi gerekir.

source: The Nextcloud Contacts app is similar to other mobile contact applications, but with more functionality. Let's run through basic features that will help you maintain your address book in the application.
ar: يشبه تطبيق "جهات الاتصال" من نكست كلاود Nextcloud Contacts تطبيقات جهات اتصال الجوال الأخرى، ولكن مع المزيد من الوظائف. لنستعرض الميزات الأساسية التي ستساعدك في الاحتفاظ بدفتر عناوينك في التطبيق.
de: Die Kontakte-App von Nextcloud ist vergleichbar mit anderen mobilen Adressbuch-Anwendungen, hat aber mehr Funktionen. Gehen wir einmal die wesentlichen Funktionen durch, mit denen Sie Ihr Adressbuch in der Anwendung pflegen können.
es: La aplicación Contactos es parecida a otras aplicaciones móviles de contactos, pero con más funcionalidad. Veamos las funciones básicas que le ayudarán a mantener su agenda en esta aplicación.
tr: Nextcloud Kişiler uygulaması, diğer mobil iletişim uygulamalarına benzer, ancak daha fazla özellik sunar. Uygulamada adres defterinizi yönetmenize yardımcı olacak temel özellikleri inceleyelim.

source: Below, you will learn how to add contacts, edit or remove contacts, upload a contact picture and manage your address books.
ar: أدناه، ستتعلم كيفية إضافة جهات اتصال، و تحرير جهات الاتصال أو إزالتها، و تحميل صورة جهة اتصال، و إدارة دفاتر عناوينك.
de: Im Folgenden erfahren Sie, wie Sie Kontakte hinzufügen, bearbeiten oder entfernen, ein Kontaktbild hochladen und Ihre Adressbücher verwalten können.
es: A continuación, aprenderá como añadir, editar o eliminar contactos, cargar una imagen del contacto y administrar sus libretas de direcciones.
tr: Aşağıda, kişileri nasıl ekleyeceğinizi, düzenleyeceğinizi ya da sileceğinizi, bir kişi görselini nasıl yükleyeceğinizi ve adres defterlerinizi nasıl yöneteceğinizi öğreneceksiniz.

source: Adding Contacts
ar: إضافة جهات اتصال
de: Kontakte hinzufügen
es: Añadir contactos
tr: Kişileri eklemek

source: When you first access the Contacts app, the system address book containing all users on the instance you are allowed to see, plus an empty default address book becomes available:
ar: في المرة الأولى التي تستعمل فيها تطبيق جهات الاتصال، يكون دفتر عناوين النظام الذي يحتوي على جميع المستخدمين في خادومك مرئيّاً بالنسبة لك. بالإضافة إلى دفتر عناوين آخر افتراضي فارغ:
de: Wenn Sie zum ersten Mal auf die Kontakte-App zugreifen, wird das Systemadressbuch mit allen Benutzern der Instanz, die Sie sehen dürfen, sowie einem leeren Standardadressbuch verfügbar:

source: *Default Address Book (empty)*
ar: *دفتر عناوين افتراضي (فارغ)*
de: *Standard-Adressbuch (leer)*
es: *Agenda por defecto (vacía)*
tr: *Varsayılan adres defteri (boş)*

source: To add contacts into your address book, you can use one of the following methods:
ar: لإضافة جهات اتصال إلى دفتر عناوينك، استعمِل إحدى الطرق التالية:
de: Um Kontakte in Ihr Adressbuch einzupflegen, können Sie eine der folgenden Vorgehensweisen wählen:
es: Para añadir contactos a su agenda, puede utilizar uno de los siguientes métodos:
tr: Adres defterinize kişi eklemek için aşağıdaki yöntemlerden birini kullanabilirsiniz:

source: Import contacts using a Virtual Contact File (VCF/vCard) file
ar: إستيراد جهات اتصال باستعمال ملف (VCF/vCard) افتراضي لجهات الاتصال
de: So importieren Sie Kontakte mithilfe einer VCF-Datei (Virtual Contact File/vCard)
es: Importar contactos utilizando un archivo de contactos en formato vCard o VCF
tr: Kişileri sanal kişi dosyası (VCF/vCard) dosyası kullanarak içe aktarabilirsiniz

source: Add contacts manually
ar: إضافة جهات الاتصال يدويّاً
de: Kontakte manuell hinzufügen
es: Añadir contactos manualmente
tr: Kişileri el ile ekleyebilirsiniz

source: The fastest way to add a contact is to use a Virtual Contact File (VCF/vCard) file.
ar: أسرع طريقة لإضافة جهة اتصال هي باستعمال ملف (VCF/vCard) افتراضي لجهات الاتصال.
de: Der schnellste Weg, um einen Kontakt hinzuzufügen, ist mithilfe einer VCF-Datei (Virtual Contact File/vCard).
es: La manera más rápida es añadir contactos mediante un archivo de vCard o VCF.
tr: Kişi eklemenin en hızlı yolu, sanal kişi dosyası (VCF/vCard) kullanmaktır.

source: Importing Virtual Contacts
ar: إستيراد جهات اتصال افتراضية Virtual Contacts
de: Virtuelle Kontakte importieren
es: Importar contactos virtuales
tr: Sanal kişileri içe aktarmak

source: To Import Contacts Using a VCF/vCard File:
ar: لاستيراد جهات اتصال باستعمال ملف VCF/vCard افتراضي لجهات الاتصال:
de: So importieren Sie Kontakte mithilfe einer VCF / vCard-Datei:
es: Para importar contactos desde un archivo VCF o vCard:
tr: Kişileri bir VCF/vCard dosyası kullanarak içe aktarmak için:

source: On top left of the screen you have "Import contacts" button that is shown only when you don't have any contacts yet.
ar: في أعلى الشاشة لديك زر "استيراد جهات اتصال Import contacts" الذي يظهر فقط حينما لا يكون لديك أي جهات اتصال.
de: Oben links auf dem Bildschirm befindet sich die Schaltfläche „Kontakte importieren“, die nur angezeigt wird, wenn Sie noch keine Kontakte haben.

source: Find "Settings" at the bottom of the left sidebar, next to the gear button:
ar: إبحَث عن "الإعدادات Settings" أسفل الشريط الجانبي بجوار زر التِّرْس:
de: Am unteren Rand der linken Seitenleiste finden Sie die Schaltfläche "Einstellungen", neben der Zahnradschaltfläche:
es: Encontrará los "Ajustes" en la parte inferior de la barra lateral izquierda, al lado del botón del engranaje:
tr: Dişli düğmesinin yanında, sol yan çubuğun altında "Ayarlar" seçeneğini bulun:

source: Contact settings gear button
ar: زِرّ التِّرْس لإعدادات جهات الاتصال
de: Kontakteinstellungsschaltfläche
es: Botón de engrane para la configuración de Contactos
tr: Kişi ayarları dişli düğmesi.

source: Click the gear button. The Contacts app "Import" button will appear:
ar: أنقُر فوق زِرّ التِّرْس. سيظهر زر "استيراد Import" لتطبيق جهات الاتصال:
de: Klicken Sie auf die Zahnradschaltfläche. Die Schaltfläche "Importieren" der Kontakte-App wird angezeigt:
es: Haga clic en el botón del engranaje. Aparecerá el botón "Importar" de la aplicación Contactos:
tr: Dişli düğmesine tıklayın. Kişiler uygulamasında "İçe aktar" düğmesi görüntülenir:

source: Contacts Upload Field
ar: حقل رفع جهات الاتصال
de: Feld zum Hochladen der Kontakte
es: Campo de carga de contactos
tr: Kişiler yükleme alanı

source: The Contacts app only supports import of vCards version 3.0 and 4.0.
ar: تطبيق جهات الاتصال يدعم فقط إستيراد بطاقات vCards من النسخ 3.0 و 4.0.
de: Die Kontakte-App unterstützt nur den Import von vCards Version 3.0 und 4.0.
es: La aplicación Contactos soporta únicamente la importación de vCards en sus versiones 3.0 y 4.0.
tr: Kişiler uygulaması yalnızca vCard 3.0 ve 4.0 sürümlerinden içe aktarımı destekler.

source: Click the "Import" button and upload your VCF/vCard file.
ar: إضغط زر "استيراد Import" و ارفع ملف الـ VCF/vCard خاصّتك.
de: Klicken Sie auf die Schaltfläche "Importieren" und laden Sie Ihre VCF/vCard-Datei hoch.
es: Haga clic en el botón "Importar" y suba su archivo VCF/vCard.
tr: "İçe aktar" düğmesine tıklayın ve VCF/vCard dosyanızı yükleyin.

source: After the import is complete, you will see your new contact in your address book.
ar: بعد اكتمال الاستيراد، سترى جهات اتصالك الجديدة في دفتر عناوينك.
de: Nach Abschluss des Imports wird Ihr neuer Kontakt in Ihrem Adressbuch angezeigt.
es: Cuando la importación se haya completado, verá sus contactos en su agenda.
tr: İçe aktarma tamamlandıktan sonra, yeni kişiyi adres defterinizde görebilirsiniz.

source: Adding Contacts Manually
ar: إضافة جهات اتصال يدويّاً
de: Kontakte manuell hinzufügen
es: Añadir contactos manualmente
tr: Kişileri el ile eklemek

source: If you can't import virtual contacts, the Contacts app enables you to **add contacts** manually.
ar: إذا لم تتمكن من استيراد جهات الاتصال الافتراضية، فإن تطبيق جهات الاتصال يُمكِّنُك من "إضافة جهات اتصال Add Contacts" يدويّاً.
de: Wenn Sie keine virtuellen Kontakte importieren können, können Sie mit der Kontakte-App neue Kontakte über **+ Neuer Kontakt** hinzufügen.
es: Si no puede importar contactos virtuales, la aplicación contactos le permite **añadir contactos** manualmente.
tr: Sanal kişileri içe aktaramıyorsanız, Kişiler uygulamasına el ile **kişiler ekleyebilirsiniz**.

source: To Create a New Contact:
ar: لإنشاء جهة اتصال جديدة:
de: Einen neuen Kontakt erstellen:
es: Para crear un nuevo contacto:
tr: Yeni bir kişi eklemek için:

source: Click the ``+ New contact`` button.
ar: إضغَط على الزِّرّ ``جهة اتصال جديدة + New contact``.
de: Auf ``+Neuer Kontakt`` klicken.
es: Pulse el botón ``+ Nuevo contacto``.
tr: ``+ Kişi ekle`` düğmesine tıklayın.

source: The Edit View configuration opens in the Application View field:
ar: يتم فتح "تهيئة تحرير طريقة العرض" Edit View configuration في حقل عرض التطبيق:
de: Die Konfiguration „Ansicht bearbeiten“ wird im Feld „Anwendungsansicht“ geöffnet:

source: Specify the new contact information then click Save.
ar: أدخِل معلومات جهة الاتصال الجديدة ثم اضغَط على "حفظ Save".
de: Geben Sie die neuen Kontaktinformationen an und klicken Sie dann auf Speichern.

source: The View mode will be shown with the data you added
ar: سيظهر وضع العرض مع البيانات التي أضفتها
de: Der Ansichtsmodus wird mit den von Ihnen hinzugefügten Daten angezeigt

source: Edit or Remove Contact Information
ar: تعديل أو حذف معلومات جهات اتصال
de: Kontaktinformationen bearbeiten oder entfernen
es: Editar o eliminar información de contacto
tr: Kişi bilgilerini düzenlemek ve silmek

source: The Contacts app enables you to edit or remove contact information.
ar: تطبيق جهات الاتصال يُمكِّنُك من تعديل أو حذف معلومات جهة اتصال.
de: Mit der Kontakte-App können Sie Kontaktinformationen bearbeiten oder entfernen.
es: La aplicación Contactos le permite editar o eliminar información de sus contactos.
tr: Kişiler uygulamasında kişi bilgileri düzenlenebilir ya da silinebilir.

source: To edit or remove contact information:
ar: لتعديل أو حذف معلومات جهة اتصال:
de: So bearbeiten oder entfernen Sie Kontaktinformationen:
es: Para editar o eliminar información de un contacto:
tr: Kişi bilgilerini düzenlemek ya da silmek için:

source: Navigate to the specific contact that you want to modify.
ar: إنتقِل إلى جهة الاتصال المقصودة التي ترغب بتعديلها.
de: Navigieren Sie zu dem Kontakt, den Sie ändern möchten.
es: Navegue al contacto concreto que desea modificar.
tr: Düzenlemek istediğiniz kişiyi bulun.

source: Select the information in the field that you want to edit or remove.
ar: إختَر حقل المعلومات الذي ترغب في تعديله أو حذفه.
de: Wählen Sie die Informationen in dem Feld aus, das Sie bearbeiten oder entfernen möchten.
es: Seleccione la información o el campo que desea editar o eliminar.
tr: Düzenlemek ya da silmek istediğiniz bilginin bulunduğu alanı seçin.

source: Make your modifications or click on the trash bin.
ar: قُم بإجراء تعديلاتك أو اضغط على أيقونة سلة المهملات للحذف.
de: Nehmen Sie Ihre Änderungen vor oder klicken Sie auf den Papierkorb.
es: Haga los cambios necesarios o pulse el botón de la papelera.
tr: Değişiklikleri yapın ya da çöpe at üzerine tıklayın.

source: Changes or removals that you made to any contact information are implemented immediately.
ar: يتم تنفيذ التغييرات أو الإزالة التي أجريتها على معلومات جهة الاتصال على الفور.
de: Änderungen oder Löschungen, die Sie an Kontaktinformationen vorgenommen haben, werden sofort übertragen.
es: Los cambios o borrados que realice a cualquier contacto se aplican de forma inmediata.
tr: Kişi bilgilerinde yaptığınız değişiklik ve silme işlemleri anında uygulanır.

source: Not all contacts will be editable for you. The system address book does not allow you to modify someone elses data, only your own. Your own data can also be modified in the :doc:`user settings <../userpreferences>`.
ar: قد لا يكون بإمكانك تعديل بعض جميع جهات الاتصال. إذ لا يسمح دفتر عناوين النظام لك بتعديل بيانات شخص آخر . فقط بياناتك الخاصة. يمكن أيضًا تعديل بياناتك الخاصة في::doc:`user settings <../userpreferences>`.
de: Nicht alle Kontakte können für Sie bearbeitet werden. Mit dem Systemadressbuch können Sie nicht die Daten anderer Personen ändern, sondern nur Ihre eigenen. Ihre eigenen Daten können auch in den :doc:`Benutzereinstellungen <../userpreferences>` geändert werden.

source: Contact Picture
ar: صورة جهة الاتصال
de: Kontaktbild
es: Imagen de contacto
tr: Kişi görseli

source: To add a picture for your new contacts, click on the upload button:
ar: لإضافة صور إلى جهة اتصالك، إضغَط على زر "الرفع Upload"
de: Um ein Bild für Ihren neuen Kontakt hinzuzufügen, klicken Sie auf den Button "Neues Bild hinzufügen":
es: Para añadir una imagen a sus nuevos contactos, haga clic en el botón de subida:
tr: Kişi görseli eklemek için yükle düğmesine tıklayın:

source: Contact picture (upload button)
ar: صورة جهة الاتصال (زر الرفع)
de: Kontaktbild (Schaltfläche zum Hochladen)
es: Imagen del contacto (botón de carga)
tr: Kişi görseli (yükleme düğmesi)

source: After you have set a contact picture, it will look like this:
ar: بعد أن قمت بتعيين صورة جهة الاتصال، سوف تظهر بهذا الشكل:
de: Nachdem Sie ein Kontaktbild festgelegt haben, sieht es so aus:
es: Tras haber establecido una foto de contacto, aparecerá así:
tr: Kişi görselini seçtiğinizde şu şekilde görüntülenir:

source: Contact picture (set)
ar: صورة جهة الاتصال (تعيين)
de: Kontaktbild (festlegen)
es: Imagen del contacto (definir)
tr: Kişi görseli (ayarlamak)

source: If you want to upload a new one, remove it, view it in full size or download it, click on the contacts picture for the following options to appear:
ar: إذا كنت ترغب في تحميل واحدة جديدة أو إزالتها أو عرضها بالحجم الكامل أو تنزيلها، فانقُر على صورة جهة الاتصال لتظهر لك الخيارات التالية:
de: Wenn Sie das Bild austauschen, entfernen, in voller Größe ansehen oder herunterladen wollen, klicken Sie auf das Kontakt-Bild. Die folgenden Optionen werden angezeigt:
es: Si quiere subir una nueva, quitarla, verla a tamaño completo o descargarla, pulse la imagen del contacto para que aparezcan las opciones que se muestran a continuación:
tr: Yeni bir görsel yüklemek, bu görseli silmek, tam boyutta görüntülemek ya da indirmek için kişi görseli üzerine tıklayarak şu seçenekleri görebilirsiniz:

source: Adding and Managing Address Books
ar: إضافة و إدارة دفاتر العناوين
de: Adressbücher hinzufügen und verwalten
es: Añadir y administrar agendas
tr: Adres defterlerini eklemek ve yönetmek

source: Clicking on the "Settings" (gear) button at the bottom of the left sidebar provides access to Contacts app settings. This field shows all available address books, certain options for each address book, and enables you to create new address books, simply by specifying an address books name:
ar: النَّقْر فوق زر "الإعدادات" (في شكل التِّرْس) في الجزء السفلي من الشريط الجانبي سيؤدي إلى إتاحة الوصول إلى إعدادات تطبيق جهات الاتصال. يعرض هذا الحقل جميع دفاتر العناوين المتاحة، و خيارات معينة لكل دفتر عناوين. و يُتيح لك إنشاء دفاتر عناوين جديدة عن طريق تحديد اسم لدفتر العناوين:
de: eWenn Sie auf die Schaltfläche "Einstellungen" (Zahnrad) unten in der linken Seitenleiste klicken, gelangen Sie zu den Einstellungen der Kontakte-App. Dieses Feld zeigt alle verfügbaren Adressbücher sowie bestimmte Optionen für jedes Adressbuch an und ermöglicht es Ihnen, neue Adressbücher zu erstellen, indem Sie einfach einen Namen für das neue Adressbuch angeben.
es: Al pulsar el botón de "Ajustes" (engranaje) en la zona inferior de la barra lateral izquierda aparecerán los ajustes de la aplicación Contactos. Esta zona muestra todas las agendas disponibles y opciones para cada una. También le permite crear nuevas agendas, simplemente tiene que introducir el nombre que quiere darle:
tr: Sol yan çubuk altındaki "Ayarlar" (dişli) düğmesine tıklayarak, Kişiler uygulaması ayarlarına erişebilirsiniz. Bu alanda tüm kullanılabilir adres defterlerini ve her adres defterine özel ayarları görebilirsiniz. İstediğiniz adı vererek yeni adres defterleri ekleyebilirsiniz:

source: Add address book in the contacts settings
ar: إضافة دفتر عناوين في إعدادات جهات الاتصال
de: Adressbuch in den Kontakteinstellungen hinzufügen
es: Añadir una libreta de direcciones en las configuraciones de contactos
tr: Kişi ayarlarından adres defteri eklemek

source: The Contacts settings is also where you can share, export and delete address books. You will find the CardDAV URLs there.
ar: إعدادات جهات الاتصال يمكنك من خلالها أيضاً أن تُشارِك و تُصدِّر و تَحذِف دفاتر العناوين. سوف تجد فيها عناوين URL لبطاقات CardDAV.
de: Im Bereich "Einstellungen" können Sie auch Adressbücher teilen, exportieren und löschen. Hier finden Sie auch die URLs für CardDAV.
es: En los ajustes de Contactos también podrá compartir, exportar y borrar agendas enteras. Ahí también encontrará las URL de CardDAV.
tr: Kişi ayarları bölümünden de adres defterlerini paylaşabilir, dışa aktarabilir ve silebilirsiniz. CardDAV adreslerini orada bulabilirsiniz.

source: See :doc:`index` for more details about syncing your address books with iOS, macOS, Thunderbird and other CardDAV clients.
ar: راجع: doc:`index` لمزيد من التفاصيل حول مزامنة دفاتر عناوينك مع iOS و macOS و Thunderbird و عملاء CardDAV الآخرين.
de: Mehr Informationen über das Synchronisieren Ihres Adressbuchs mit iOS, macOS, Thunderbird und anderen CardDAV-Clients finden Sie unter :doc:`index`.
es: Véase :doc:`index` para más detalles sobre cómo puede sincronizar sus agendas de contactos con iOS, macOS, Thunderbird y otros clientes CardDAV.
tr: Adres defterlerinizi iOS, macOS, Thunderbird ve diğer CardDAV istemcileri ile eşitlemek için :doc:`index` bölümüne bakabilirsiniz.

source: When you first access the Contacts app, an empty default address book becomes available:
es: Cuando accede por primera vez a la aplicación Contactos, una agenda vacía aparece por defecto:
tr: Kişiler uygulamasını ilk kez açtığınızda boş bir varsayılan adres defteri oluşturulur:

source: An empty new contact configuration opens in the Application View field:
es: Una tarjeta de contacto vacía aparecerá en la aplicación:
tr: Uygulama görünümü alanında boş bir yeni kişi kaydı açılır:

source: Specify the new contact information. Changes that you made are implemented immediately.
es: Especifique la información del nuevo contacto. Los cambios que realice se guardarán automáticamente.
tr: Yeni kişi bilgilerini yazın. Yaptığınız değişiklikler hemen uygulanır.
