Repository: 1270011/documentation
Catalog: user_manual/locale/*/LC_MESSAGES/groupware/mail.po
Languages: de, es, sr

source: Using the Mail app
de: Verwenden der E-Mail-App
es: Usando la app Mail
sr: Употреба апликације Пошта

source: The Mail app comes installed with Nextcloud Hub by default, but can be disabled. Please ask your Administrator for it.
de: Die E-Mail-App wird standardmäßig mit Nextcloud Hub installiert, kann aber deaktiviert werden. Bitte fragen Sie Ihre Administration.
es: La app Mail viene instalada con Nextcloud Hub por defecto, pero puede ser deshabilitada. Por favor, pregunte a su administrador por esta opción.
sr: Апликација Пошта је подразумевано инсталирана у Nextcloud Hub, али може да се искључи. Молимо вас да се за то обратите свом Администратору.

source: Managing your mail account
de: Ihr E-Mail-Konto verwalten
es: Administrando su cuenta de correo
sr: Управљање вашим налогом поште

source: Add a new mail account
de: Einneues E-Mail-Konto hinzufügen
es: Añadir una cuenta de correo nueva
sr: Додавање новог налога поште

source: Enable mail app from the apps
de: Aktivieren Sie die E-Mail-App über die Apps
es: Habilite la app Mail desde las apps
sr: Укључите апликацију поште из апликација

source: Click the mail icon on the header
de: Klicken Sie auf das E-Mail-Symbol in der Kopfzeile
es: Haga click en el ícono del sobre en la cabecera
sr: Кликните на икону поште у заглављу

source: Fill up the login form (auto or manual)
de: Füllen Sie das Anmeldeformular aus (automatisch oder manuell).
es: Llene el formulario de inicio de sesión (automático o manual)
sr: Попуните формулар за пријаву (аутотматску или ручну)

source: Scheduled messages
de: Geplante Nachrichten
es: Mensajes programados
sr: Заказане поруке

source: Click new message button on top left of your screen
de: Klicken Sie oben links auf dem Bildschirm auf die Schaltfläche „Neue Nachricht“.
es: Haga click en el botón de mensaje nuevo en la parte superior izquierda de su pantalla
sr: Кликните на дугме за нову поруку у горњем левом углу екрана

source: Click the (...) action menu on the modal composer
de: Klicken Sie im Modal Composer auf das Aktionsmenü (...).
es: Haga click en el menú (...) de acciones en el compositor modal
sr: Кликните на (...) мени са акцијама у модалном састављачу

source: Click *send later*
de: Klicken Sie auf "Später senden"
es: Haga click en "enviar después"
sr: Кликните на *пошаљи касније*

source: Priority inbox
de: Priorisierter Posteingang
es: Buzón prioritario
sr: Приоритетно сандуче

source: Priority inbox has 2 section *Important* and *Others*. Messages will automatically be marked as important based on which messages you interacted with or marked as important. In the beginning you might have to manually change the importance to teach the system, but it will improve over time.
de: Der priorisierte Posteingang besteht aus den Abschnitten „Wichtig“ und „Sonstiges“. Nachrichten werden automatisch als wichtig markiert, basierend darauf, mit welchen Nachrichten Sie interagiert haben oder welche Nachrichten Sie als wichtig markiert haben. Zu Beginn müssen Sie möglicherweise manuell die Wichtigkeit ändern, um das System zu trainieren, aber das wird sich mit der Zeit verbessern.
es: El buzón prioritario tiene 2 secciones *Importantes* y *Otros*. Los mensajes serán automáticamente marcados como importantes basado en los mensajes con los cuales Ud. interactuó o marcó como importantes. Al principio podría tener que cambiar manualmente la importancia de los mensajes para permitirle al sistema aprender, pero mejorará con el tiempo.
sr: Приоритетно сандуче има 2 одељка *Важно* и *Остало*. Поруке ће се аутоматски означити као важне у зависности од тога са којим порукама сте имали контакт или које сте означили као важне. У почетку ћете можда морати ручно да мењате важност да бисте научили систем, али то ће се временом побољшати.

source: All inboxes
de: Alle Posteingänge
es: Todos los buzones
sr: Сви сандучићи

source: All messages from all the accounts you have logged in, will be shown here chronologically.
de: Alle Nachrichten von allen Konten, bei denen Sie angemeldet sind, werden hier chronologisch angezeigt.
es: Todos los mensajes de las cuentas donde ha iniciado sesión, se mostrarán cronológicamente.
sr: Овде ће хронолошки бити приказане све поруке из свих налога на које сте се пријавили.

source: Account settings
de: Konto-Einstellungen
es: Ajustes de cuenta
sr: Подешавања налога

source: Your account settings such as:
de: Ihre Kontenseitellungen wir z.B.:
es: Sus ajustes de cuenta tales como:
sr: Подешавања вашег налога као што су:

source: Aliases
de: Aliase
sr: Алијаси

source: Signature
de: Signatur
es: Firma
sr: Потпис

source: Default Folders
de: Standardordner
es: Carpetas por defecto
sr: Подразумевани фолдери

source: Autoresponder
es: Autorespondedor
sr: Аутоматски одговори

source: Trusted server ect
de: Vertrauenswürdiger Server usw.
es: Certificado confiado de servidor
sr: Сервер којем се верује итд

source: Can be found in the action menu of a mail account. There you can edit, add or remove settings depending on your need.
de: Zu finden im Aktionsmenü eines E-Mail-Kontos. Dort können Sie je nach Bedarf Einstellungen bearbeiten, hinzufügen oder entfernen.
es: Puede conseguirse en el menú de acciones de la cuenta de correo. Allí podrá editar, añadir o eliminar ajustes dependiendo de sus necesidades.
sr: Може да се пронађе у менију акција мејл налога. Тамо у зависности од своје потребе можете да уређујете, додате или уклоните подешавања.

source: Account delegation
de: Konto delegieren
es: Delegación de cuentas
sr: Делегирање налога

source: The app allows account delegation so that one user can send emails from the address of another.
de: Die App ermöglicht die Kontodelegierung, sodass ein Benutzer E-Mails von der Adresse eines anderen Benutzers senden kann.
es: La app permite la delegación de cuentas de manera que un usuario pueda enviar correos en nombre de otro.
sr: Апликација омогућава делегирање налога тако да један корисник може да шаље и-мејлова са адресе другог корисника.

source: The delegation has to be configured on the mail server by an admin
de: Die Delegation muss auf dem Mailserver von einem Administrator konfiguriert werden
es: La delegación debe ser configurada en el servidor de correo por un administrador
sr: Админ мора да конфигурише делегирање на мејл серверу

source: Add the other email address as an alias for your own email account
de: Fügen Sie die andere E-Mail-Adresse als Alias für Ihren eigenen E-Mail-Account hinzu
es: Añada la otra dirección de correo electrónico como un alias para su propia cuenta de correo electrónico
sr: Додајте другу и-мејл адресу као алијас вашег сопственог налога

source: When sending an email, select the alias as sender
de: Wählen Sie beim Senden einer E-Mail den Alias als Absender aus
es: Cuando envíe un correo electrónico, seleccione el alias como remitente
sr: Када се шаље и-мејл, изаберите алијас као пошиљаоца

source: The sent email might not be visible to the original account if it's stored in your personal *Sent* mailbox.
de: Die gesendete E-Mail ist für das ursprüngliche Konto möglicherweise nicht sichtbar, wenn sie in Ihrem persönlichen *Gesendet*-Postfach gespeichert ist.
es: El correo enviado podría no ser visible para la cuenta original si este se guarda en su buzón "Enviados" personal.
sr: Послати и-мејл се можда неће видети у оригиналном налогу ако је сачуван у вашем личном *Послато* сандучету.

source: Compose messages
de: Nachrichten erstellen
es: Redactar mensajes
sr: Састављање порука

source: Click new message on the top left of your screen
de: Klicken Sie oben links auf dem Bildschirm auf „Neue Nachricht“.
es: Haga click en mensaje nuevo en la parte superior izquierda de su pantalla
sr: Кликните на дугме за нову поруку у горњем левом углу екрана

source: Start writing your message
de: Beginnen Sie Ihre Nachricht zu schreiben
es: Comience a escribir su mensaje
sr: Почните да пишете своју поруку

source: Minimize the composer modal
de: Minimieren Sie das Composer-Modal
es: Minimizar el modal de redacción
sr: Умањивање модалног дијалога састављача

source: The composer modal can be minimized while writing a new message, editing an existing draft or editing a message from the outbox. Simply click the minimize button on the top right of the modal or click anywhere outside the modal.
de: Das Composer-Modal kann minimiert werden, während Sie eine neue Nachricht schreiben, einen vorhandenen Entwurf bearbeiten oder eine Nachricht aus dem Postausgang bearbeiten. Klicken Sie einfach oben rechts im Modal auf die Schaltfläche „Minimieren“ oder klicken Sie auf eine beliebige Stelle außerhalb des Modals.
es: El modal de redacción puede ser minimizado mientras se escribe un nuevo mensaje, editando un borrador existente o editando un mensaje desde el buzón de salida. Simplemente haga click en el botón de minimizar en la parte superior derecha del modal o haga click en cualquier región fuera del modal.
sr: Модални дијалог састављача може да се умањи док се пише нова порука, уређује постојећи нацрт, или уређује порука из одлазног сандучета. Једноставно кликните на дугме за умањивање које се налази у горњем десном углу модалног дијалога или кликните било где ван модалног дијалога.

source: You can resume your minimized message by clicking anywhere on the indicator on the bottom right of your screen.
de: Sie können Ihre minimierte Nachricht fortsetzen, indem Sie irgendwo auf die Anzeige unten rechts auf Ihrem Bildschirm klicken.
es: Puede resumir su mensaje minimizado haciendo click en cualquier lugar en el indicador en la parte inferior derecha de su pantalla.
sr: Приказ умањене поруке можете да вратите тако што кликнете било где на индикатор у доњем десном углу екрана.

source: Press the close button on the modal or the indicator in the bottom right corner to stop editing a message. A draft will be saved automatically into your draft mailbox.
de: Drücken Sie die Schaltfläche „Schließen“ im Modal oder die Anzeige in der unteren rechten Ecke, um die Bearbeitung einer Nachricht zu beenden. Ein Entwurf wird automatisch in Ihrem Entwurfspostfach gespeichert.
es: Pulse el botón de cerrar en el modal o en el indicador en la esquina inferior derecha para detener la edición de un mensaje. Se guardará un borrador de forma automática en su buzón de borradores.
sr: Притисните дугме за затварање модалног дијалога или индикатор у доњем десном углу када желите да прекинете са уређивањем поруке. Нацрт ће се аутоматски сачувати у ваше сандуче предвиђено за нацрте.

source: Mailbox actions
de: Postfachaktionen
es: Acciones de buzón
sr: Акције сандучета

source: Add a mailbox
de: Postfach hinzufügen
es: Añadir un buzón
sr: Додавање сандучета

source: Open the action menu of an account
de: Öffnen Sie das Aktionsmenü eines Kontos
es: Abrir el menú de acciones de una cuenta
sr: Отвара мени са акцијама налога

source: Click add mailbox
de: Klicken Sie auf Postfach hinzufügen
es: Haga click en añadir buzón
sr: Кликните да додате сандуче

source: Add a submailbox
de: Ein Unterpostfach hinzufügen
es: Añadir un buzón hijo
sr: Додавање подсандучета

source: Open the action menu of a mailbox
de: Öffnen Sie das Aktionsmenü eines Postfachs
es: Abrir el menú de acciones de un buzón
sr: Отворите мени са акцијама сандучета

source: Click add submailbox
de: Klicken Sie auf Unterpostfach hinzufügen
es: Haga click en añadir un buzón hijo
sr: Кликните да додате подсандуче

source: Shared mailbox
de: Geteiltes Postfach
es: Buzón compartido
sr: Дељено сандуче

source: If a mailbox was shared with you with some specific rights, that mailbox will show as a new mailbox with a shared icon as below:
de: Wenn ein Postfach mit bestimmten Rechten für Sie freigegeben wurde, wird dieses Postfach als neues Postfach mit einem Freigabe-Symbol wie unten angezeigt:
es: Si un buzón fue compartido con Ud. con algunos permisos específicos, ese buzón se mostrará como un buzón nuevo con un ícono de compartir tal como se muestra a continuación:
sr: Ако је сандуче подељено са вама уз нека одређена права, то сандуче ће се приказати као ново сандуче са иконом дељења, као што је показано испод:

source: Envelope actions
de: Umschlagaktionen
es: Acciones del remitente
sr: Акције коверте

source: Create an event
de: Termin erstellen
es: Crear un evento
sr: Креирање догађаја

source: Create an event for a certain message/thread directly via mail app 1. Open action menu of an envelope 2. Click *more actions* 3. Click *create event*
de: Erstellen Sie direkt über die Mail-App ein Ereignis für eine bestimmte Nachricht/einen Thread. 1. Öffnen Sie das Aktionsmenü eines Umschlags. 2. Klicken Sie auf *Weitere Aktionen*. 3. Klicken Sie auf *Ereignis erstellen*.
es: Crear un evento para un mensaje/hilo específico directamente desde la app mail 1. Abra el menú de acciones de un remitetente 2. Haga click en *más acciones* 3. Haga click en *crear evento*
sr: Креирајте догађај за одређену поруку/нит директно мејл апликацијом 1. Отворите мени акција коверте 2. Кликните *још акција* Кликните *креирај догађај*

source: Create a task
de: Eine Aufgabe erstellen
es: Crear una tarea
sr: Креирање задатка

source: Create an task for a certain message/thread directly via mail app 1. Open action menu of an envelope 2. Click *more actions* 3. Click *create task*
de: Erstellen Sie eine Aufgabe für eine bestimmte Nachricht/Konversation direkt über die Mail App. 1. Öffnen Sie das Kontextmenü einer Nachricht 2. Klicken Sie auf "Mehr Aktionen" Klicken Sie auf "Aufgabe erstellen"
es: Crear una tarea para un mensaje/hilo específico directamente desde la app mail 1. Abra el menú de acciones de un remitetente 2. Haga click en *más acciones* 3. Haga click en *crear tarea*
sr: Креирајте задатак за одређену поруку/нит директно мејл апликацијом 1. Отворите мени акција коверте 2. Кликните *још акција* Кликните *креирај задатак*

source: Tasks are stored in supported calendars. If there is no compatible calendar you can create a new one with the :ref:`calendar app<calendar-app>`.
de: Aufgaben werden in unterstützten Kalendern gespeichert. Wenn kein kompatibler Kalender vorhanden ist, können Sie mit der :ref:`Kalender-App<calendar-app>` einen neuen erstellen.
es: Las tareas se almacenan en los calendarios que lo soportan. Si no hay un calendario compatible puede crear uno nuevo con la :ref:`app de calendario<calendar-app>`.
sr: Задаци се чувају у календарима који их подржавају. Ако не постоји компатибилни календар, можете да га креирате :ref:`календар апликацијом<calendar-app>`.

source: Edit tags
de: Schlagwörter Bearbeiten
es: Editar etiquetas
sr: Уређивање ознака

source: Open action menu of an envelope
de: Aktionsmenü eines Umschlags öffnen
es: Abrir el menú de acciones de un remitente
sr: Отворите мени са акцијама коверте

source: Click *Edit tags*
de: Klicken Sie auf "Schlagworte bearbeiten"
es: Haga click en *Editar etiquetas*
sr: Кликните *Уреди ознаке*

source: On the tags modal, set/unset tags
de: Bei den modalen Tags können Sie Tags festlegen/deaktivieren
es: En el modal de las etiquetas, establezca/quite etiquetas
sr: У модалном дијалогу ознака, поставите/уклоните ознаке

source: Message actions
de: Nachrichtenaktionen
es: Acciones de mensajes
sr: Акције поруке

source: Unsubscribe from a mailing list
de: Von Mailingliste abmelden
es: Darse de baja de una lista de correo
sr: Одјављивање са мејлинг листе

source: Some mailing lists and newsletters allow to be unsubscribed easily. If the Mail app detects messages from such a sender, it will show an *Unsubscribe* button next to the sender information. Click and confirm to unsubscribe from the list.
de: Manche Mailinglisten und Newsletter erlauben es, vereinfacht zu deabonnieren. Wenn die Mail App Mails solcher Absender entdeckt, zeigt ein ein "Abmelden"-Knopf neben den Sender-Informationen. Klicken und bestätigen Sie diesen, um sich von der Liste abzumelden
es: Algunas listas de correo y boletines permiten darse de baja fácilmente. Si la aplicación Mail detecta mensajes de dicho remitente, mostrará un botón *Cancelar suscripción* junto a la información del remitente. Haga clic y confirme para darse de baja de la lista.
sr: Неке мејлинг листе и писма новости омогучавају једноставну одјаву. Ако апликација Пошта открије поруке од таквог пошиљаоца, приказаће дугме *Одјави се* поред информација о пошиљаоцу. Кликните на њега и поврдите да се одјављујете са листе.
