Repository: 1270011/documentation
Catalog: user_manual/locale/*/LC_MESSAGES/groupware/sync_thunderbird.po
Languages: de, sr

source: Synchronizing with Thunderbird
de: Synchronisieren mit Thunderbird
sr: Синхронизација са Thunderbird

source: `Thunderbird <https://www.thunderbird.net>`_ is a feature-rich and mature mail client that can be turned into a full-fledged PIM. Since version 102, it supports address book synchronisation via CardDAV and automatic discovering calendars and address books available on the server.
de: `Thunderbird <https://www.thunderbird.net>`_ ist ein funktionsreicher und ausgereifter Mail-Client, der in ein vollwertiges PIM verwandelt werden kann. Seit Version 102 unterstützt er die Synchronisierung von Adressbüchern über CardDAV und die automatische Erkennung von Kalendern und Adressbüchern, die auf dem Server verfügbar sind.
sr: `Thunderbird <https://www.thunderbird.net>`_ је зрео мејл клијент који има доста могућности и који може да се претвори у комплетан PIM. Почевши од верзије 102, подржава синхронизацију адресара преко CardDAV и аутоматско откривање календара и адресара који су доступни на серверу.

source: Recommended method
de: Empfohlene Methode
sr: Препоручена метода

source: Since Thunderbird 102, there is a native support for CardDAV protocol.
de: Seit Thunderbird 102 gibt es eine native Unterstützung für das CardDAV-Protokoll.
sr: Почевши од Thunderbird верзије 102, постоји уграђена подршка за CardDAV протокол.

source: To enable it:
de: Um sie zu aktivieren:
sr: Да бисте је укључили:

source: On the address book view, click the down arrow near "**New Address Book**" and choose "**Add CardDAV Address Book**".
de: Klicken Sie in der Adressbuchansicht auf den Pfeil nach unten neben "**Neues Adressbuch**" und wählen Sie "**CardDAV-Adressbuch hinzufügen**".
sr: У погледу адресара кликните на стрелицу надоле у близини „**New Address Book**” и изаберите „**Add CardDAV Address Book**”.

source: In the next window, type your **user name** and **URL of your server**.
de: Geben Sie im nächsten Fenster Ihren **Benutzernamen** und die **URL Ihres Servers** ein.
sr: У нередном прозору, откуцајте своје **корисничко име** и **URL вашег сервера**.

source: The next window will ask your username and password for this account.
de: Im nächsten Fenster werden Sie nach Ihrem Benutzernamen und Passwort für dieses Konto gefragt.
sr: Наредни прозор ће вас упитати за корисничко име и лозинку овог налога.

source: The previous window will be refreshed and ask you which address books you wish to sync.
de: Das vorherige Fenster wird aktualisiert und fragt Sie, welche Adressbücher Sie synchronisieren möchten.
sr: Претходни прозор ће се освежити и питаће вас које адресаре желите да синхронизујете.

source: Choose and then click **Continue**.
de: Wählen Sie und klicken Sie dann auf **Fortfahren**.
sr: Изаберите их па кликните **Continue**.

source: If you later add a new Address Book you can redo all of those steps and only the books not already synchronized will be suggested.
de: Wenn Sie später ein neues Adressbuch hinzufügen, können Sie alle diese Schritte wiederholen, und nur die noch nicht synchronisierten Bücher werden vorgeschlagen.
sr: Ако касније додате нови адресар можете поново да извршите све ове кораке и предложиће се синхронизација само оних адресара који се већ не синхронизују.

source: For calendars there is too a native support of CalDAV.
de: Auch für Kalender gibt es eine native Unterstützung von CalDAV.
sr: И за календаре такође постоји уграђена подршка за CalDAV.

source: Click on "**+**" near Agendas on the agendas page.
de: Klicken Sie auf "**+**" neben "Agendas" auf der Seite "Agendas".
sr: Кликните на „**+**” у близини Agendas на страници агенди.

source: Choose "**On the network**" on the next window.
de: Wählen Sie im nächsten Fenster "**Im Netzwerk**".
sr: У наредном прозиру изаберите „**On the network**”.

source: Type you "**user name**" and "**Url of the server**" and click on "Find Calendars".
de: Geben Sie Ihren "**Benutzernamen**" und "**Url des Servers**" ein und klicken Sie auf "Kalender suchen".
sr: Откуцајте „**име корисника**” и „**Url сервера**” па кликните на „Find Calendars.

source: Choose which agendas you want to add and click "**Subscribe**"
de: Wählen Sie die Agendas aus, die Sie hinzufügen möchten, und klicken Sie auf "**Abonnieren**".
sr: Изаберите агенде које желите да додате, па кликните на „**Subscribe**”.

source: Same thing here, if you lately want to add more calendar just redo the procedure.
de: Wenn Sie in letzter Zeit weitere Kalender hinzufügen möchten, wiederholen Sie den Vorgang einfach.
sr: Овде је иста ствар, ако касније желите да додате још календара, једноставно поново извршите процедуру.

source: Alternative: using the TbSync addon
de: Alternative: Verwendung des TbSync-Addons
sr: Алтернатива: употреба TbSync додатка

source: For this method, you need to have two add-ons installed:
de: Hierfür müssen zwei Add-Ons installiert sein:
sr: За ову методу је потребно да инсталирате два додатка:

source: The `TbSync provider for CalDAV and CardDAV <https://addons.thunderbird.net/en/thunderbird/addon/dav-4-tbsync/>`_.
de: Der `TbSync Provider für CalDAV und CardDAV <https://addons.thunderbird.net/en/thunderbird/addon/dav-4-tbsync/>`_.
sr: `TbSync provider for CalDAV and CardDAV <https://addons.thunderbird.net/en/thunderbird/addon/dav-4-tbsync/>`_.

source: When they are installed, if you are on Windows, go to **Extras**/**Synchronisation settings (TbSync)** or **Edit/Synchronisation settings (TbSync)** if on Linux, and then:
de: Wenn sie installiert sind, wählen Sie unter Windows **Extras**/**Synchronisationseinstellungen (TbSync)**, unter Linux **Bearbeiten/Synchronisationseinstellungen (TbSync)** und dann:
sr: Када се инсталирају, ако сте на Windows систему, идите на **Extras**/**Synchronisation settings (TbSync)** или **Edit/Synchronisation settings (TbSync)** ако сте на Linux систему, па онда:

source: In the account manager choose "**Add account** / **CalDAV / CardDAV account**"
de: Wählen Sie im Konten-Manager "**Konto hinzufügen** / **CalDAV / CardDAV-Konto**".
sr: У менаџеру налога изаберите „**Add account** / **CalDAV / CardDAV account**

source: In the next window, go with the default called **Automatic configuration** and click **next**
de: Im nächsten Fenster wählen Sie den Standard **Automatische Konfiguration** und klicken Sie auf **Weiter**.
sr: У наредном прозору оставите подразумевану вредност под називом **Automatic configuration** и кликните на **next**

source: Enter an **account name**, which you can freely choose, **user name**, **password** and the **URL of your server** and click **next**
de: Geben Sie einen **Kontonamen** ein, den Sie frei wählen können, außerdem **Benutzername**, **Passwort** sowie die **URL Ihres Servers** und klicken Sie auf **Weiter**
sr: Унесите **назив налога**, који можете слободно да изаберете, **корисничко име**, **лозинку** и **URL сервера** па кликните на **next**

source: In the next window, TbSync should have autodiscovered the CalDAV and CardDAV addresses. When it has, click **Finish**
de: Im nächsten Fenster sollte TbSync Ihnen die automatisch entdeckten Adressen für CalDAV und CardDAV anzeigen. Wenn dem so ist, klicken Sie auf **Fertigstellen**.
sr: У наредном прозору би TbSync требало аутоматски да открије CalDAV и CardDAV адресе. Када се то догоди, кликните на **Finish**

source: Now check the box **Enable and synchronize this account**. TbSync will discover all address books and calenders your account has access to on the server
de: Aktivieren Sie nun die Option **Konto aktivieren und synchronisieren**. TbSync wird alle auf dem Server verfügbaren Adressbücher und Kalender entdecken.
sr: Сада штиклирајте поље **Enable and synchronize this account**. TbSync ће да открије све адресаре и календаре којима ваш налог може да приступи на серверу

source: Check the box next to each calender and address book you want to have synchronised, also set how often you want them to be synchronised and push the button **sychronize now**
de: Aktivieren Sie das Kontrollkästchen neben jedem zu synchronisierenden Kalender und Adressbuch. Legen Sie außerdem fest, wie oft synchronisiert werden soll, und klicken Sie auf **Jetzt synchronisieren**
sr: Штиклирајте поље поред сваког календара и адресара који желите да се синхронизује, и такође колико често желите да се синхронизују, па притисните дугме **sychronize now**

source: After the first successful synchronisation is complete, you can close the window. Henceforth, TbSync will do the work for you. You are done and can skip the next sections (unless you need a more advanced address book)
de: Nachdem die erste erfolgreiche Synchronisation abgeschlossen ist, können Sie das Fenster schließen. Von nun an wird TbSync die Arbeit für Sie machen. Sie sind fertig und können die nächsten Sektionen überspringen (außer Sie benötigen ein erweitertes Adressbuch).
sr: Након прве успешне синхронизације можете да затворите прозор. TbSync ће одсада да обавља посао уместо вас. Завршили сте и можете да пређете на наредне одељке (осим у случају да вам је потребан напреднији адресар)

source: Alternative: Using the CardBook add-on (Contacts only)
de: Alternative: Verwenden des CardBook-Add-Ons (nur Kontakte)
sr: Алтернатива: употреба CardBook додатка (само за контакте)

source: `CardBook <https://addons.thunderbird.net/en/thunderbird/addon/cardbook/>`_ is an advanced alternative to Thunderbird's address book, which supports CardDAV. You can have TbSync and CardBook installed in parallel.
de: `CardBook <https://addons.thunderbird.net/de/thunderbird/addon/cardbook/>` _ ist eine erweiterte Alternative zum Adressbuch von Thunderbird, das CardDAV unterstützt. Sie können TbSync und CardBook parallel installieren.
sr: Додатак `CardBook <https://addons.thunderbird.net/en/thunderbird/addon/cardbook/>`_ је напредна алтернатива уграђеном Thunderbird адресару, који подржава CardDAV. Можете истовремено да имате инсталиране и TbSync и CardBook.

source: Click the CardBook icon in the upper right corner of Thunderbird:
de: Klicken Sie auf das Cardbook-Symbol in der oberen rechten Ecke von Thunderbird:
sr: Кликните на CardBook икону у горњем десном углу Thunderbird прозора:

source: In CardBook:
de: Im Adressbuch:
sr: У CardBook:

source: Address book > New Address book **Remote** > Next
de: "Adressbuch > Neues Adressbuch **Remote**> Weiter

source: Select **CardDAV**, fill in the address of your Nextcloud server, your user name and password
de: Wählen Sie **CardDAV**, geben Sie die Adresse Ihres Nextcloud-Servers, Ihren Benutzernamen und Ihr Passwort ein.
sr: Изаберите **CardDAV**, попуните адресу вашег Nextcloud сервера, ваше корисничко име и лозинку

source: Click on "Validate", click Next, then choose the name of the address book and click Next again:
de: Klicken Sie auf "Bestätigen", klicken Sie auf Weiter, wählen Sie den Namen des Adressbuchs und klicken Sie erneut auf Weiter:
sr: Кликните на „Validate", па на Next, а затим изаберите назив адресара и кликните поново на Next:

source: When you are finished, CardBook synchronizes your address books. You can always trigger a synchronisation manually by clicking "Synchronize" in the top left corner of CardBook:
de: Nach der Fertigstellung wird CardBook Ihr Adressbuch synchronisieren. Sie können jederzeit eine manuelle Synchronisation anstoßen, indem Sie in CardBook oben links auf "Synchronisieren" klicken:
sr: Када завршите, CardBook синхронизује ваше адресаре. Увек можете ручно да окинете синхронизацију кликом на „Synchronize” у горњем левом углу CardBook:

source: The old method: Manually subscribing to calendars
de: Die alte Methode: Kalender manuell abonnieren
sr: Стара метода: ручна претплата на календаре

source: This method is only needed if you don't want to install TBSync.
de: Diese Methode wird nur benötigt, wenn Sie TbSync nicht installieren möchten.
sr: Ова метода је потребна само ако не желите да инсталирате TBSync.

source: Go to your Nextcloud Calendar and click on the 3 dotted menu for the calendar that you want to synchronize which will display an URL that looks something like this:
de: Gehen Sie zu Ihrem Nextcloud-Kalender und klicken Sie auf das Drei-Punkte-Menü für den Kalender, den Sie synchronisieren möchten. Daraufhin wird eine URL wie diese angezeigt:
sr: Идите на своју Nextcloud Календар апликацију и кликните на мени 3 тачке за календар који желите да се синхронизује. То ће приказати URL који изгледа овако некако:

source: Go to the calendar view in Thunderbird and right click in the calendar menu to the left (where the names of the calendars are) to add a **New Calendar**.
de: Gehen Sie in Thunderbird zur Kalenderansicht und klicken Sie mit der rechten Maustaste in das Kalendermenü links (wo sich die Namen der Kalender befinden), um einen **Neuen Kalender** hinzuzufügen.
sr: Идите на поглед календара у Thunderbird и извршите десни клик на мени календара са леве стране (тамо где се налазе имена календара) да додате **New Calendar**.

source: Choose **On the Network**:
de: Wählen Sie **Im Netzwerk**
sr: Изаберите **On the Network**:

source: Choose **CalDAV** and fill in the missing information:
de: Wählen Sie **CalDAV** und geben Sie die fehlenden Informationen ein:
sr: Изаберите **CalDAV** и попуните информације које недостају:
