Repository: 1270011/documentation
Catalog: user_manual/locale/*/LC_MESSAGES/files/access_webdav.po
Languages: cs, pt_br, sr

source: The port you choose depends on whether or not your Nextcloud server supports SSL. Cyberduck requires that you select a different connection type if you plan to use SSL.
cs: Volba portu závisí na tom, zda vámi využívaný Nextcloud server podporuje SSL. Cyberduck vyžaduje, abyste pokud plánujete použít SSL, vybrali jiný typ připojení.
pt_br: A porta que você escolhe depende se o seu servidor Nextcloud suporta ou não SSL. O Cyberduck exige que você selecione um tipo de conexão diferente se planeja usar SSL.
sr: Порт који изаберете зависи од тога да ли ваш Nextcloud сервер подржава SSL или не. Cyberduck захтева да изаберете другачију врсту везе ако планирате да користите SSL.

source: For example:
cs: Například:
pt_br: Por exemplo:
sr: На пример:

source: ``80`` for unencrypted WebDAV
cs: ``80`` pro nešifrované WebDAV
pt_br: ``80`` para WebDAV não criptografado
sr: ``80`` за WebDAV који се не шифрује

source: ``443`` for secure WebDAV (HTTPS/SSL)
cs: ``443`` pro zabezpečené WebDAV (HTTPS/SSL)
pt_br: ``443`` para WebDAV seguro (HTTPS/SSL)
sr: ``443`` за безбедни WebDAV (HTTPS/SSL)

source: Use the 'More Options' drop-down menu to add the rest of your WebDAV URL into the 'Path' field.
cs: Použijte rozbalovací nabídku „Další možnosti“ a přidejte zbytek vaší WebDAV URL do kolonky „Popis umístění“.
pt_br: Use o menu suspenso 'Mais opções' para adicionar o restante da URL do WebDAV ao campo 'Caminho'.
sr: Користите падајући мени ’More Options’ да додате остатак ваше WebDAV URL адресе у поље ’Path’.

source: For example: ``remote.php/dav/files/USERNAME/``
cs: Např.: ``remote.php/dav/files/USERNAME/``
pt_br: Por exemplo: ``remote.php/dav/files/USERNAME/``
sr: На пример: ``remote.php/dav/files/USERNAME/``

source: Now Cyberduck enables file access to the Nextcloud server.
cs: Nyní Cyberduck umožní přístup k souborům na Nextcloud serveru.
pt_br: Agora, o Cyberduck permite acesso a arquivos no servidor Nextcloud.
sr: Cyberduck сада омогућава приступ фајловима на Nextcloud серверу.

source: Accessing public shares over WebDAV
cs: Přístup k veřejným sdílením prostřednictvím WebDAV
pt_br: Acessando compartilhamentos públicos pelo WebDAV
sr: Приступ јавним дељењима преко WebDAV

source: Nextcloud provides the possibility to access public shares anonymously over WebDAV.
cs: Nextcloud poskytuje možnost přistupovat k veřejným sdílením anonymně prostřednictvím WebDAV.
pt_br: O Nextcloud oferece a possibilidade de acessar compartilhamentos públicos anonimamente pelo WebDAV.
sr: Nextcloud обезбеђује могућност да се преко WebDAV анонимно приступи јавним дељењима.

source: To access the public share, open::
cs: Pro přístup k veřejnému sdílení, otevřete::
pt_br: Para acessar o compartilhamento público, abra::
sr: Да бисте приступили јавнм дељењу, отворите:

source: in a WebDAV client, use the share token as username and the (optional) share password as the password. For example, with a share link https://example.com/s/kFy9Lek5sm928xP, ``kFy9Lek5sm928xP`` will be the username.
cs: Ve WebDAV klientovi, použijte token pro sdílení jako uživatelské jméno a (volitelné) heslo do sdílení. Například, pro odkaz na sdílení https://example.com/s/kFy9Lek5sm928xP, ``kFy9Lek5sm928xP`` bude uživatelské jméno.
pt_br: em um cliente WebDAV, use o token de compartilhamento como nome de usuário e a senha de compartilhamento (opcional) como a senha. Por exemplo, com um link de compartilhamento https://example.com/s/kFy9Lek5sm928xP, ``kFy9Lek5sm928xP`` será o nome de usuário.
sr: у WebDAV клијену, као корисничко име употребите жетон дељења и (необавезну) лозинку дељења као лозинку. На пример, у линку дељења https://example.com/s/kFy9Lek5sm928xP, ``kFy9Lek5sm928xP`` ће бити корисничко име.

source: **Settings** → **Administration** → **Sharing** → **Allow users on this server to send shares to other servers**. This option also allows WebDAV access to public shares and needs to be enabled to make this feature work, except if cURL is being used (see below).
cs: **Nastavení** → **Správa** → **Sdílení** → **Umožnit uživatelům na tomto serveru posílat sdílení na ostatní servery**. Tato volba také umožní WebDAV přístup k veřejným sdílením, aby tato funkce byla k dispozici, krom případů, kdy je použito cURL (viz níže).
pt_br: **Configurações** → **Administração** → **Compartilhamento** → **Permitir que usuários neste servidor enviem compartilhamentos para outros servidores**. Esta opção também permite acesso WebDAV a compartilhamentos públicos e precisa ser ativada para que este recurso funcione, exceto se cURL estiver sendo usado (veja abaixo).
sr: **Подешавања** → **Администрација** → **Дељење** → **Дозволи да корисници на овом серверу шаљу дељења на друге сервере**. Ова опција такође дозвољава WebDAV приступ јавним дељењима, тако да мора да се укључи како би могућност радила, осим у случају када се користи cURL (погледајте испод).

source: Known problems
cs: Známé problémy
pt_br: Problemas conhecidos
sr: Познати проблеми

source: Windows does not connect using HTTPS.
cs: Windows se při použití HTTPS nepřipojují.
pt_br: O Windows não se conecta usando HTTPS.
sr: Windows се не повезује преко HTTPS.

source: Solution 1
cs: Řešení
pt_br: Solução 1
sr: Решење 1

source: The Windows WebDAV Client might not support Server Name Indication (SNI) on encrypted connections. If you encounter an error mounting an SSL-encrypted Nextcloud instance, contact your provider about assigning a dedicated IP address for your SSL-based server.
cs: WebDAV klient, obsažený v systému Windows, nemusí u šifrovaných spojení podporovat Server Name Indication (SNI). Pokud se setkáte s chybou při SSL šifrovaném připojování k instance Nexcloud, obraťte se na svého poskytovatele se žádostí o přidělení vyhrazené IP adresy pro váš na SSL založený server.
pt_br: O Windows WebDAV Client pode não suportar SNI (Server Name Indication) em conexões criptografadas. Se você encontrar um erro ao montar uma instância Nextcloud criptografada por SSL, entre em contato com seu provedor sobre a atribuição de um endereço IP dedicado para o servidor baseado em SSL.
sr: Windows WebDAV Клијент мођда не подржава Server Name Indication (SNI) преко шифрованих веза. Ако наиђете на грешку током монтирања SSL-шифроване Nextcloud инстанце, контактирајте свог пружаоца интернет услуге да вам додели статичку IP адресу за ваш SSL-базирани сервер.

source: Solution 2
cs: Jiné řešení
pt_br: Solução 2
sr: Решење 2

source: The Windows WebDAV Client might not support TLSv1.1 and TLSv1.2 connections. If you have restricted your server config to only provide TLSv1.1 and above the connection to your server might fail. Please refer to the WinHTTP_ documentation for further information.
cs: Může být, že WebDAV klient ve Windows nepodporuje TSLv1.1 a TSLv1.2 spojení. Pokud je v nastavení vámi využívaného serveru omezeno poskytování pouze na TLSv1.1 a novější, spojení se serverem se může nezdařit. Další informace naleznete v dokumentaci k WinHTTP_.
pt_br: O cliente WebDAV para Windows pode não suportar conexões TLSv1.1 e TLSv1.2. Se você restringiu a configuração do seu servidor para fornecer apenas TLSv1.1 e superior, a conexão com o seu servidor pode falhar. Consulte a documentação WinHTTP_ para obter mais informações.
sr: Windows WebDAV Клијент можда не подржава TLSv1.1 и TLSv1.2 везе. Ако сте конфигурацијом свој сервер ограничили тако да нуди само TLSv1.1 и новије, веза са вашим сервером можда неће моћи да се успостави. Молимо вас да погледате WinHTTP_ документацију за да бисте сазнали више о овоме.

source: You receive the following error message: **Error 0x800700DF: The file size exceeds the limit allowed and cannot be saved.**
cs: Obdržíte následující chybové hlášení: **Chyba 0x800700DF: Velikost souboru překračuje umožněný limit a není proto možné ho uložit.**
pt_br: Você recebe a seguinte mensagem de erro: **Erro 0x800700DF: O tamanho do arquivo excede o limite permitido e não pode ser salvo.**
sr: Добијате следећу поруку о грешки: **Error 0x800700DF: The file size exceeds the limit allowed and cannot be saved.**

source: Windows limits the maximum size a file transferred from or to a WebDAV share may have. You can increase the value **FileSizeLimitInBytes** in **HKEY_LOCAL_MACHINE\\SYSTEM\\CurrentControlSet\\Services\\WebClient\\Parameters** by clicking on **Modify**.
cs: Systém Windows omezuje maximální velikost, jakou může mít soubor přenášený z nebo na WebDAV sdílení. Tuto hodnotu je možné zvýšit a to úpravou v registrech, konkrétně klíče **FileSizeLimitInBytes** v **HKEY_LOCAL_MACHINE\\SYSTEM\\CurrentControlSet\\Services\\WebClient\\Parameters**, kliknutím na **Změnit**.
pt_br: O Windows limita o tamanho máximo que um arquivo transferido ou para um compartilhamento do WebDAV pode ter. Você pode aumentar o valor **FileSizeLimitInBytes** em **HKEY_LOCAL_MACHINE\\SYSTEM\\CurrentControlSet\\Services\\WebClient\\Parameters** clicando em **Modify**..
sr: Windows ограничава максималну величину фајла који може да се преноси на и са WebDAV дељења. Ту вредност можете да повећате тако што увећате вредност кључа **FileSizeLimitInBytes** у **HKEY_LOCAL_MACHINE\\SYSTEM\\CurrentControlSet\\Services\\WebClient\\Parameters** кликом на **Modify**.

source: To increase the limit to the maximum value of 4GB, select **Decimal**, enter a value of **4294967295**, and reboot Windows or restart the **WebClient** service.
cs: Pro zvýšení limitu na maximální hodnotu 4GB, vyberte **Desítková**, zadejte hodnotu **4294967295** a restartujte počítač nebo jen systémovou službu **WebClient**.
pt_br: Para aumentar o limite para o valor máximo de 4 GB, selecione **Decimal**, digite o valor de **4294967295** e reinicie o Windows ou reinicie o serviço **WebClient**.
sr: Ако желите да границу подигнете до максималне вредности од 4GB, Изаберите **Decimal**, па унесите вредност **4294967295**, и поново покрените Windows или поново покрените **WebClient** сервис.

source: Accessing your files from Microsoft Office via WebDAV fails.
cs: Přístup k vašim souborům z Microsoft Office prostřednictvím WebDAV se nedaří.
pt_br: O acesso aos arquivos do Microsoft Office via WebDAV falhou.
sr: Приступ вашим фајловима из Microsoft Office преко WebDAV не успева.

source: Known problems and their solutions are documented in the KB2123563_ article.
cs: Známé problémy a jejich řešení jsou popsány ve článku KB2123563_ .
pt_br: Problemas conhecidos e suas soluções estão documentados no artigo KB2123563_.
sr: Познати проблеми и њихова решења су документаовани у чланку KB2123563_.

source: Cannot map Nextcloud as a WebDAV drive in Windows using a self-signed certificate.
cs: V systému Windows není možné namapovat jako WebDAV disk Nextcloud, na kterém je používán sám sebou podepsaný certifikát.
pt_br: Não é possível mapear o Nextcloud como uma unidade WebDAV no Windows usando um certificado autoassinado.
sr: Nextcloud не може да се мапира као WebDAV драјв у Windows систему када се користи самопотписани сертификат.

source: Access to your Nextcloud instance via your favorite Web browser.
cs: Přistupte do vámi využívané instance Nextcloud ze svého oblíbeného webového prohlížeče.
pt_br: Acesse sua instância do Nextcloud por meio do seu navegador da Web favorito.
sr: Приступите својој Nextcloud инстанци користећи омиљени веб прегледач.

source: Click through until you get to the certificate error in the browser status line.
cs: Proklikejte se až obdržíte chybu certifikátu ve stavovém řádku prohlížeče.
pt_br: Clique até chegar ao erro de certificado na linha de status do navegador.
sr: Кликћите док се у статусној линији прегледача не појави грешка сертификата.

source: View the certificate, then from the Details tab, select Copy to File.
cs: Zobrazte certifikát a pak na panelu Podrobnosti vyberte Zkopírovat do souboru.
pt_br: Visualize o certificado e, na guia Detalhes, selecione Copiar para arquivo.
sr: Погледајте сертификат, пређите на картицу Details, па изаберите Copy to File.

source: Save the file to your desktop with an arbitrary name, for example ``myNextcloud.pem``.
cs: Uložte na plochu pod libovolným názvem, například ``mujNextcloud.pem``.
pt_br: Salve o arquivo em sua área de trabalho com um nome arbitrário, por exemplo ``myNextcloud.pem``.
sr: Сачувајте фајл на десктор под произвољним именом, на пример ``myNextcloud.pem``.

source: Go to Start menu > Run, type MMC, and click OK to open Microsoft Management Console.
cs: Jděte do nabídky Start > Spustit, napište MMC a klikněte na OK a otevře se Microsoft Management Console.
pt_br: Vá para o menu Iniciar > Executar, digite MMC e clique em OK para abrir o Console de Gerenciamento Microsoft.
sr: Идите на Старт мени > Run, откуцајте MMC, па кликните на OK да се отвори Microsoft Management Console.

source: Go to File > Add/Remove Snap-In.
cs: Jděte do Soubor > Přidat/odebrat snap-in.
pt_br: Vá para Arquivo > Adicionar/Remover Snap-In.
sr: Идите на File > Add/Remove Snap-In.

source: Select Certificates, Click Add, choose My User Account, then Finish, and finally OK.
cs: Vyberte Certifikáty, klikněte na Přidat, zvolte Můj uživatelský účet, pak Dokončit a nakonec OK.
pt_br: Selecione Certificados, clique em Adicionar, escolha Minha conta de usuário, depois Concluir e, finalmente, OK.
sr: Изаберите Certificates, Клините на Add, изаберите My User Account, затим Finish, па затим коначно OK.

source: Dig down to Trust Root Certification Authorities, Certificates.
cs: Jděte až do Důvěryhodné kořenové certifikační autority, Certifikáty.
pt_br: Desça para Confiar em Autoridades de Certificação Raiz, Certificados.
sr: Пронађите Trust Root Certification Authorities, Certificates.

source: Right-Click Certificate, Select All Tasks, and Import.
cs: Klikněte na certifikát pravým tlačítkem, vyberte Všechny úlohy a Import.
pt_br: Clique com o botão direito do mouse em Certificado, selecione Todas as tarefas e Importar.
sr: Извршите десни клик на Certificate, Select All Tasks и Import.

source: Select the saved certificate from the Desktop.
cs: Vyberte uložený certifikát z plochy.
pt_br: Selecione o certificado salvo na área de trabalho.
sr: Изаберите сачувани сертификат са Desktop.

source: Select Place all Certificates in the following Store, and click Browse.
cs: Vyberte „Umístit veškeré certifikáty do následujícího úložiště“ a klikněte na Procházet.
pt_br: Selecione Colocar todos os certificados na seguinte loja e clique em Procurar.
sr: Изаберите Place all Certificates in the following Store, па кликните на Browse.

source: Check the Box that says Show Physical Stores, expand out Trusted Root Certification Authorities, select Local Computer there, click OK, and Complete the Import.
cs: Zaškrtněte kolonku která říká „Zobrazit fyzická úložiště“, rozbalte „Důvěryhodné kořenové certifikační autority“, vyberte zde „Tento počítač“, klikněte na OK a Dokončit import
pt_br: Marque a caixa Mostrar lojas físicas, expanda Autoridades de certificação raiz confiáveis, selecione Computador local, clique em OK e conclua a importação.
sr: Штиклирајте поље под називом Show Physical Stores, проширите Trusted Root Certification Authorities, па тамо изаберите Local Computer, кликните OK, па Complete the Import.

source: Check the list to make sure the certificate shows up. You will probably need to Refresh before you see it.
cs: Ověřte, že se na seznamu objevilo. Nejspíš pro to bude třeba nechat Znovu načíst.
pt_br: Verifique a lista para garantir que o certificado apareça. Você provavelmente precisará atualizar antes de vê-lo.
sr: Погледајте листу и проверите да ли се тамо налази сертификат. Можда ћете морати да употребите Refresh пре него што се појави.

source: Exit MMC.
cs: Ukončete MMC.
pt_br: Sair do MMC.
sr: Напустите MMC.

source: For Firefox users:
cs: Pro uživatele prohlížeče Firefox:
pt_br: Para usuários do Firefox:
sr: За Firefox кориснике:

source: Launch your browser, go to Application menu > History > Clear recent history...
cs: Spusťte svůj prohlížeč, jděte do nabídky Aplikace > Historie > Vyčistit nedávnou historii
pt_br: Inicie seu navegador, vá para o menu Aplicativo > Histórico > Limpar histórico recente...
sr: Покрените свој прегледач, идите намени Application > History > Clear recent history...

source: Select 'Everything' in the 'Time range to clear' dropdown menu
cs: V rozbalovací nabídce 'Období k vyčištění' vyberte 'Všechno'
pt_br: Selecione 'Tudo' no menu suspenso 'Intervalo de tempo para limpar'
sr: Изаберите ’Everything’ у падајућем менију ’Time range to clear’

source: Select the 'Active Logins' check box
cs: Zaškrtněte 'Aktivní přihlášení'
pt_br: Marque a caixa de seleção 'Logins ativos'
sr: Штиклијате поље ’Active Logins’

source: Click the 'Clear now' button
cs: Klikněte na tlačítko 'vyčistit nyní'
pt_br: Clique no botão 'Limpar agora'
sr: Кликните дугме ’Clear now’

source: Close the browser, then re-open and test.
cs: Zavřete prohlížeč, pak znovu otevřete a vyzkoušejte.
pt_br: Feche o navegador, reabra e teste.
sr: Затворите прегледач, затим га отворите поново и тестирајте.

source: For Chrome-based browsers (Chrome, Chromium, Microsoft Edge) users:
cs: Pro uživatele prohlížečů, založených na Chromiu (Chrome, Chromium, Microsoft Edge):
pt_br: Para usuários de navegadores baseados no Chrome (Chrome, Chromium, Microsoft Edge):
sr: За кориснике прегледача који се базирају на Chrome (Chrome, Chromium, Microsoft Edge):

source: Open Windows Control Panel, navigate down to Internet Options
cs: Otevřete do Ovládací panely Windows, přejděte dolů k Možnostem Internetu
pt_br: Abra o Painel de Controle do Windows, navegue até Opções da Internet
sr: Отворите Windows Control Panel, поставите се на Internet Options

source: In the Content tab, click the Clear SSL State button.
cs: Na panelu Obsah, klikněte na tlačítko Vyčistit stav SSL.
pt_br: Na guia Conteúdo, clique no botão Limpar estado SSL.
sr: У картици Content, кликните на дугме Clear SSL State.

source: Accessing files using cURL
cs: Přistupování k souborů pomocí cURL
pt_br: Acessando arquivos usando cURL
sr: Приступ фајловима програмом cURL

source: Since WebDAV is an extension of HTTP, cURL can be used to script file operations.
cs: Protože WebDAV je rozšířením HTTP protokolu, lze pro naskriptování operací se soubory použít cURL.
pt_br: Como o WebDAV é uma extensão do HTTP, o cURL pode ser usado para criar scripts de operações de arquivos.
sr: Пошто је WebDAV проширење протокола HTTP, за скриптовање фајл операција може да се користи cURL.

source: **Settings** → **Administration** → **Sharing** → **Allow users on this server to send shares to other servers**. If this option is disabled, the option ``--header "X-Requested-With: XMLHttpRequest"`` needs to be passed to cURL.
cs: **Nastavení** → **Správa** → **Sdílení** → **Umožnit uživatelům na tomto serveru posílat sdílení na ostatní servery**. Pokud je tato volba vypnutá, pak je třeba cURL předat volbu ``--header "X-Requested-With: XMLHttpRequest"``.
pt_br: **Configurações** → **Administração** → **Compartilhamento** → **Permitir que usuários neste servidor enviem compartilhamentos para outros servidores**. Se esta opção estiver desativada, a opção ``--header "X-Requested-With: XMLHttpRequest"`` precisa ser passada para cURL.
sr: **Подешавања** → **Администрација** → **Дељење** → **Дозволи да корисници на овом серверу шаљу дељења на друге сервере**. Ако је ова опција искључена, програму cURL мора да се проследи опција ``--header "X-Requested-With: XMLHttpRequest"``.

source: To create a folder with the current date as name:
cs: Pro vytvoření složky, nazvanou podle stávajícího data:
pt_br: Para criar uma pasta com a data atual como nome:
sr: Да бисте креирали фолдер чије је име текући датум:

source: To upload a file ``error.log`` into that directory:
cs: Pro nahrání souboru ``error.log`` do tohoto adresáře:
pt_br: Para carregar um arquivo "error.log" nesse diretório:
sr: Да отпремите фајл ``error.log`` у тај директоријум:

source: To move a file:
cs: Pro přesunutí souboru:
pt_br: Para mover um arquivo:
sr: Да преместите фајл:

source: To get the properties of files in the root folder:
cs: Pro získání vlastností souborů v kořenové složce:
pt_br: Para obter as propriedades dos arquivos na pasta raiz:
sr: Да добијете особине фајлова у кореном фолдеру:

source: Accessing files using WinSCP
cs: Přístup souborům pomocí WinSCP
pt_br: Acessando arquivos usando WinSCP
sr: Приступ фајловима програмом WinSCP

source: `WinSCP <https://winscp.net/eng/docs/introduction/>`_ is an open source free SFTP, FTP, WebDAV, S3, and SCP client for Windows. Its main function is file transfer between a local and a remote computer. Beyond this, WinSCP offers scripting and basic file management functionality.
cs: `WinSCP <https://winscp.net/eng/docs/introduction/>`_ je open source klient pro SFTP, FTP, WebDAV, S3 and SCP protokoly pro Windows. Jeho hlavní funkcí je přenos souborů mezi lokálním a vzdáleným počítačem. Krom toho, WinSCP nabízí skriptování a základní funkce pro správu souborů.
pt_br: `WinSCP <https://winscp.net/eng/docs/introduction/>`_ é um cliente SFTP, FTP, WebDAV, S3 e SCP gratuito de código aberto para Windows. Sua principal função é a transferência de arquivos entre um computador local e um remoto. Além disso, o WinSCP oferece scripting e funcionalidade básica de gerenciamento de arquivos.
sr: `WinSCP <https://winscp.net/eng/docs/introduction/>`_ је бесплатан SFTP, FTP, WebDAV, S3 и SCP клијент отвореног кода за Windows. Његова главна функција је пренос фајлова између локалног и удаљеног компјутера. Уз то, WinSCP нуди скриптовање и основну функционалност фајл менаџера.

source: You can `download <https://winscp.net/eng/downloads.php/>`_ the portable version of WinSCP and run it on Linux through `Wine <https://wiki.winehq.org/Main_Page/>`_.
cs: Je možné si `stáhnout <https://winscp.net/eng/downloads.php/>`_ přímo spouštitelnou verzi WinSCP a a spouštět ji na Linuxu prostřednictvím `Wine <https://wiki.winehq.org/Main_Page/>`_.
sr: Преносну верзију програма WinSCP можете да `преузмете <https://winscp.net/eng/downloads.php/>`_ и да је помоћу `Wine <https://wiki.winehq.org/Main_Page/>`_ извршавате на Linux систему.

source: To run WinSCP on Linux, download wine through your distribution's package manager, then run it with the command: ``wine WinSCP.exe``.
cs: Pokud chcete WinSCP spustit na Linuxu, nainstalujte si wine prostřednictvím správce balíčků vámi používané distribuce a pak spusťte pomocí příkazu: ``wine WinSCP.exe``.
pt_br: Para executar o WinSCP no Linux, baixe o wine através do gerenciador de pacotes da sua distribuição e execute-o com o comando: ``wine WinSCP.exe``.
sr: Да бисте WinSCP извршавали на Linux систему, преузмите wine менаџером пакета дистрибуције, па га затим покрените командом: ``wine WinSCP.exe``.

source: To connect to Nextcloud:
cs: Pro připojení se k Nextcloud:
sr: Да се повежете са Nextcloud:

source: Start WinSCP
cs: Spusťte WinSCP
sr: Покрените WinSCP

source: Press 'Session' in the menu
cs: V nabídce stiskněte 'Relace'
sr: Изаберите ’Session’ у менију

source: Press the 'New Session' menu option
cs: Z nabídky zvolte 'Nová relace'
pt_br: Pressione a opção de menu 'Nova Sessão'
sr: Изаберите опцију менија ’New Session’

source: Set the 'File protocol' dropdown to WebDAV
cs: V rozbalovací nabídce 'Souborový protokol' nastavte WebDAV
pt_br: Defina o menu suspenso 'Protocolo de arquivo' como WebDAV
sr: Поставите вредност падајуће листе ’File protocol’ на WebDAV

source: Set the 'Encryption' dropdown to TSL/SSL Implicit encryption
cs: V rozbalovací nabídce 'Šifrování' nastavte výslovné TSL/SSL šifrování
pt_br: Defina a lista suspensa 'Criptografia' como TSL/SSL Criptografia implícita
sr: Поставите вредност падајуће листе ’Encryption’ на TSL/SSL Implicit encryption
