Repository: 1270011/documentation
Catalog: user_manual/locale/*/LC_MESSAGES/files/access_webdav.po
Languages: cs, pt_br, sr

source: Accessing Nextcloud files using WebDAV
cs: Přístup k souborům v Nextcloud prostřednictvím protokolu WebDAV
pt_br: Acessando arquivos Nextcloud usando o WebDAV
sr: Приступ Nextcloud фајловима преко WebDAV

source: Nextcloud fully supports the WebDAV protocol, and you can connect and synchronize with Nextcloud Files over WebDAV. In this chapter, you will learn how to connect Linux, macOS, Windows, and mobile devices to your Nextcloud server via WebDAV. Before we get into configuring WebDAV, let's take a quick look at the recommended way of connecting client devices to your Nextcloud servers.
cs: Nexcloud plně podporuje protokol WebDAV a proto ho můžete použít pro připojení se a synchronizaci s Nextcloud Soubory. V této kapitole se dozvíte jak připojit Linux, macOS, Windows a mobilní zařízení k vámi využívanému Nextcloud serveru prostřednictvím WebDAV. Než se pustíme do nastavování WebDAV, podívejme se na doporučený způsob připojování klientských zařízení k Nexcloud serverům.
pt_br: O Nextcloud oferece suporte total ao protocolo WebDAV e você pode se conectar e sincronizar com o Nextcloud Files no WebDAV. Neste capítulo, você aprenderá como conectar Linux, macOS, Windows e dispositivos móveis ao seu servidor Nextcloud via WebDAV. Antes de entrarmos na configuração do WebDAV, vamos dar uma olhada rápida na maneira recomendada de conectar dispositivos clientes aos seus servidores Nextcloud.
sr: Nextcloud у потпуности подржава WebDAV протокол, тако да можете да се повежете на своју Nextcloud Фајлови апликацију и синхронизујете своје фајлове преко WebDAV. У овом поглављу ћете научити како да повежете Linux, macOS, Windows, и мобилне уређаје са Nextcloud сервером преко WebDAV. Пре него што пређемо на конфигурисање WebDAV, погледајмо на брзину препоручени начин за повезивање клијентских уређаја са вашим Nextcloud серверима.

source: In the following examples, you should replace **example.com/nextcloud** with the URL of your Nextcloud server (omit the directory part if the installation is in the root of your domain), and **USERNAME** with the username of the connecting user.
cs: V následujících příkladech, je třeba nahradit **example.com/nextcloud** URL adresou vámi využívaného Nextcloud serveru (vynechte část se složkou, pokud je jeho instalace v kořeni domény). A **UZIVATELSKEJMENO** nahraďte identifikátorem připojujícího se uživatele.
pt_br: Nos exemplos a seguir, você deve substituir **example.com/nextcloud** pela URL do seu servidor Nextcloud (omita a parte do diretório se a instalação for na raiz do seu domínio) e **USERNAME** pelo nome de usuário do usuário conectado.
sr: У следећим примерима би требало да замените **example.com/nextcloud** са URL адресом вашег Nextcloud сервера (изоставите део са директоријумом ако је инсталација у корену вашег домена), и **USERNAME** са корисничким именом корисника који се повезује.

source: See the WebDAV URL (bottom left in settings) on your Nextcloud.
cs: Viz URL pro WebDAV (vlevo dole v nastavení) ve vámi využívaném Nextcloud.
pt_br: Veja a URL do WebDAV (canto inferior esquerdo nas configurações) em seu Nextcloud.
sr: Погледајте WebDAV URL (доњи леви угао у подешавањима) на свом Nextcloud.

source: In the following examples, you must use an application password for login, which you can generate in your security settings.
cs: V následujících příkladech je třeba pro přihlášení použít heslo pro konkrétní aplikaci, které je možné vytvořit v nastavení zabezpečení.
pt_br: Nos exemplos a seguir, você deve usar uma senha de aplicativo para login, que pode ser gerada em suas configurações de segurança.
sr: У наредним примерима, за пријаву морате да користите лозинку апликације коју можете да генеришете у својим безбедносним подешавањима.

source: Nextcloud Desktop and mobile clients
cs: Nextcloud klienti pro desktopové a mobilní platformy
pt_br: Nextcloud Desktop e clientes móveis
sr: Nextcloud Десктоп и мобилни клијенти

source: The recommended way to synchronize a desktop PC with a Nextcloud server is by using `Nextcloud/ownCloud sync clients <https://nextcloud.com/install/#install-clients>`_. You can configure the client to save files in any local directory and you can choose which directories on the Nextcloud server to sync with. The client displays the current connection status and logs all activity, so you always know which remote files have been downloaded to your PC and you can verify that files created and updated on your local PC are properly synchronized with the server.
cs: Doporučeným způsobem synchronizace osobního počítače s Nextcloud serverem je pomocí `Nextcloud/ownCloud synchronizačních klientů <https://nextcloud.com/install/#install-clients>`_. Klienta je možné nastavit, aby ukládal soubory v libovolném adresáři v počítači a můžete zvolit, se kterými adresáři na Nextcloud serveru synchronizovat. Klient zobrazuje stav stávajícího spojení a zaznamenává veškerou aktivitu, takže vždy víte, které soubory z protějšku byly staženy na počítač a můžete si ověřit, že soubory vytvořené/aktualizované na počítači jsou správně synchronizovány na server.
pt_br: A maneira recomendada de sincronizar um PC de mesa com um servidor Nextcloud é usando `clientes de sincronização Nextcloud/ownCloud <https://nextcloud.com/install/#install-clients>` _. Você pode configurar o cliente para salvar arquivos em qualquer diretório local e escolher com quais diretórios no servidor Nextcloud sincronizar. O cliente exibe o status atual da conexão e registra todas as atividades, para que você sempre saiba quais arquivos remotos foram baixados no seu PC e pode verificar se os arquivos criados e atualizados no seu PC local estão sincronizados corretamente com o servidor.
sr: Препоручени начин за синхронизацију десктоп PC компјутера са Nextcloud сервером је употребом `Nextcloud/ownCloud клијената за синхронизацију <https://nextcloud.com/install/#install-clients>`_. Клијент можете да подесите тако да чува фајлове у било који локални доректоријум и можете да изаберете који директоријуми на Nextcloud серверу ће се синхронизовати. Клијент приказује статус текуће везе и записује све активности, тако да у сваком тренутку знате који удаљени фајлови су преузети на ваш PC и можете да проверите да су фајлове креирани и ажурирани на локалном PC компјутеру исправно синхронизовани са сервером.

source: The recommended way to synchronize Nextcloud server with Android and Apple iOS devices is by using the `mobile apps <https://nextcloud.com/install/>`_.
cs: Doporučený způsob, jak synchronizovat Nextcloud server s Android a Apple iOS zařízeními je pomocí `mobilních aplikací <https://nextcloud.com/install/>`_.
pt_br: A maneira recomendada de sincronizar o servidor Nextcloud com dispositivos Android e Apple iOS é usando os `aplicativos móveis <https://nextcloud.com/install/>` _.
sr: Препоручени начин за синхронизацију Nextcloud сервера са Android и Apple iOS уређајима је употребом `мобилних апликација <https://nextcloud.com/install/>`_.

source: To connect your mobile app to a Nextcloud server use the base URL and folder only::
cs: Pro připojení mobilní aplikace k Nextcloud serveru použijte pouze základ URL a složku::
pt_br: Para conectar seu aplicativo móvel a um servidor Nextcloud, use apenas a URL e a pasta base::
sr: Да бисте повезали мобилну апликацију на Nextcloud сервер употребите само базни URL и фолдер:

source: In addition to the mobile apps provided by Nextcloud or ownCloud, you can use other apps to connect to Nextcloud from your mobile device using WebDAV. `WebDAV Navigator`_ is a good (proprietary) app for `Android devices`_ and `iPhones`_. The URL to use on these is::
cs: Kromě mobilních aplikací, poskytovaných Nextcloud nebo ownCloud, je pro připojení se k Nexcloud z mobilního zařízení pomocí WebDAV možné použít i ostatní aplikace. `WebDAV Navigator`_ je dobrá (ale proprietární) aplikace pro `Android zařízení`_ a `iPhony`_. URL adresa, kterou takto použít je::
pt_br: Além dos aplicativos móveis fornecidos pelo Nextcloud ou ownCloud, você pode usar outros aplicativos para conectar-se ao Nextcloud a partir do seu dispositivo móvel usando o WebDAV. O `WebDAV Navigator`_ é um bom aplicativo (proprietário) para` dispositivos Android`_ e `iPhones`_. A URL a ser usada neles é::
sr: Уз мобилне апликације које обезбеђује Nextcloud или ownCloud, можете да користите и остале апликације да се повежете на Nextcloud са свог мобилног уређаја користећи WebDAV. `WebDAV Navigator`_ је добра (власничка) апликацијаза `Android уређаје`_ and `iPhones`_. URL за употребу на њима је:

source: WebDAV configuration
cs: Nastavení pro WebDAV
pt_br: Configuração WebDAV
sr: WebDAV конфигурација

source: If you prefer, you may also connect your desktop PC to your Nextcloud server by using the WebDAV protocol rather than using a special client application. Web Distributed Authoring and Versioning (WebDAV) is a Hypertext Transfer Protocol (HTTP) extension that makes it easy to create, read, and edit files on Web servers. With WebDAV, you can access your Nextcloud shares on Linux, macOS and Windows in the same way as any remote network share, and stay synchronized.
cs: Pokud chcete, můžete namísto speciální klientské aplikace svůj osobní počítač připojit k Nexcloud serveru také pomocí protokolu WebDAV (Web Distributed Authoring and Versioning). Ten je rozšířením protokolu HTTP (Hypertext Transfer Protocol), které usnadňuje vytváření, čtení a upravování souborů na webových serverech. Prostřednictvím WebDAV můžete přistupovat k Nextcloud sdílením z Linuxu, macOS a Windows stejným způsobem jako k ostatním síťovým sdílením a být synchronizováni.
pt_br: Se preferir, você também pode conectar seu PC de mesa ao servidor Nextcloud usando o protocolo WebDAV em vez de usar um aplicativo cliente especial. Web Distributed Authoring and Versioning (WebDAV) é uma extensão HTTP (Hypertext Transfer Protocol) que facilita a criação, leitura e edição de arquivos em servidores Web. Com o WebDAV, você pode acessar seus compartilhamentos Nextcloud no Linux, macOS e Windows da mesma forma que qualquer compartilhamento de rede remota e permanecer sincronizado.
sr: Ако тако желите, ваш десктоп PC можете да повежете са Nextcloud сервером употребом WebDAV протокола уместо специјалне клијентске апликације. Web Distributed Authoring and Versioning (WebDAV) је проширење протокола Hypertext Transfer Protocol (HTTP) које олакшава креирање, читање и уређивање фајлована веб серверима. Уз помоћ WebDAV можете да приступите својим Nextcloud дељењима на Linux, macOS и Windows системима на исти начин као у случају било ког удаљеног мрежног дељења, и да останете синхронизовани.

source: Accessing files using Linux
cs: Přístup k souborům ze systému Linux
pt_br: Acessando arquivos usando o Linux
sr: Приступ фајловима са Linux система

source: You can access files in Linux operating systems using the following methods.
cs: Z linuxových systémů můžete k souborům přistupovat následujícími způsoby.
pt_br: Você pode acessar arquivos nos sistemas operacionais Linux usando os seguintes métodos.
sr: У Linux оперативним системима можете да приступите фајловима употребом следећих метода.

source: Nautilus file manager
cs: Správce souborů Nautilus
pt_br: Gerenciador de arquivos Nautilus
sr: Nautilus фајл менаџер

source: **When you configure your Nextcloud account in the** `GNOME Control Center <../groupware/sync_gnome.html>`_, **your files will automatically be mounted by Nautilus as a WebDAV share, unless you deselect file access**.
cs: **Když zadáte svůj Nextcloud účet do** `Ovládacích panelů GNOME <../groupware/sync_gnome.html>`_, **budou vaše soubory automaticky připojeny správcem souborů Nautilus jako WebDAV sdílení (pokud nezrušíte zaškrtnutí přístupu k souborům)**.
pt_br: **Ao configurar sua conta Nextcloud no** `GNOME Control Center <../groupware/sync_gnome.html>`_, **seus arquivos serão montados automaticamente pelo Nautilus como um compartilhamento WebDAV, a menos que você desmarque o acesso ao arquivo**.
sr: **Када конфигуришете свој Nextcloud налог у** `GNOME Control Center <../groupware/sync_gnome.html>`_, **Nautilus ће аутоматски да монтира ваше фајлове као WebDAV дељење, осим у случају да искључите приступ фајловима**.

source: You can also mount your Nextcloud files manually. Use the ``davs://`` protocol to connect the Nautilus file manager to your Nextcloud share::
cs: Soubory z Nextcloud je možné také připojit (mount) ručně. Pro připojení správce souborů k svému Nextcloud sdílení použijte protokol ``davs://``::
pt_br: Você também pode montar seus arquivos Nextcloud manualmente. Use o protocolo ``davs://'' para conectar o gerenciador de arquivos Nautilus ao seu compartilhamento Nextcloud::
sr: Nextcloud фајлове можете и ручно да монтирате. Употребите ``davs://`` протокол да повежете Nautilus фајл менаџер са Nextcloud дељењем:

source: If your server connection is not HTTPS-secured, use ``dav://`` instead of ``davs://``:
cs: Pokud připojení k vámi využívanému serveru není zabezpečené pomocí HTTPS, použitje ``dav://`` namísto ``davs://``.
pt_br: Se a conexão do seu servidor não for protegida por HTTPS, use ``dav://`` em vez de ``davs://``:
sr: Ако веза са вашим сервером није HTTPS-обезбеђена, употребите ``dav://`` уместо ``davs://``:

source: Screenshot of configuring Nautilus file manager to use WebDAV
cs: Snímek obrazovky s nastavováním správce souborů Nautilus pro použití WebDAV
pt_br: Captura de tela da configuração do gerenciador de arquivos Nautilus para usar o WebDAV
sr: Снимак екрана конфигурисања Nautilus фајл менаџера да користи WebDAV

source: The same method works for other file managers that use GVFS, such as MATE's Caja and Cinnamon's Nepomuk.
cs: Stejná metoda funguje i pro ostatní správce souborů, kteří používají GVFS, jako například Caja z prostředí MATE a Nepomuk z Cinnamon.
pt_br: O mesmo método funciona para outros gerenciadores de arquivos que usam GVFS, como MATE's Caja e Cinnamon's Nepomuk.
sr: Иста метода функционише и са осталим фајл менаџерима који користе GVFS, као што су MATE Caja и Cinnamon Nepomuk.

source: Accessing files with KDE and Dolphin file manager
cs: Přístup k souborům z desktopového prostředí KDE (prostřednictvím správce souborů Dolphin)
pt_br: Acessando arquivos com o gerenciador de arquivos KDE e Dolphin
sr: Приступ фајловима са KDE и Dolphin фајл менаџером

source: To access your Nextcloud files using the Dolphin file manager in KDE, use the ``webdav://`` protocol::
cs: Pro přístup k vašim souborům v Nextcloud pomocí správce souborů Dolphin z desktopového prostředí KDE, použijte protokol ``webdav://``::
pt_br: Para acessar seus arquivos Nextcloud usando o gerenciador de arquivos Dolphin no KDE, use o protocolo ``webdav://``::
sr: Ако желите да приступите својим Nextcloud фајловима из Dolphin фајл менаџера у KDE, употребите ``webdav://`` протокол:

source: Screenshot of configuring Dolphin file manager to use WebDAV
cs: Snímek obrazovky s nastavováním správce souborů Dolphin pro použití WebDAV
pt_br: Captura de tela da configuração do gerenciador de arquivos Dolphin para usar o WebDAV
sr: Снимак екрана конфигурисања Dolphin фајл менаџера да користи WebDAV

source: You can create a permanent link to your Nextcloud server:
cs: Můžete vytvořit trvalý odkaz na vámi využívaný Nextcloud server:
pt_br: Você pode criar um link permanente para o servidor Nextcloud:
sr: Можете да креирате и стални линк на свој Nextcloud сервер:

source: Open Dolphin and click "Network" in the left-hand "Places" column.
cs: Otevřete Dolphin a ve sloupci „Místa“ (vlevo) klikněte na „Síť“.
pt_br: Abra o Dolphin e clique em "Rede" na coluna "Locais" à esquerda.
sr: Отворите Dolphin и кликните на „Network” у „Places” колони са леве стране.

source: Click on the icon labeled **Add a Network Folder**. The resulting dialog should appear with WebDAV already selected.
cs: Klikněte na ikonu označenou jako **Přidat síťovou složku**. Výsledný dialog by se měl objevit s už předvybraným WebDAV.
pt_br: Clique no ícone **Adicionar uma pasta de rede**. A caixa de diálogo resultante deve aparecer com o WebDAV já selecionado.
sr: Кликните на икону означену са **Add a Network Folder**. Требало би да се појави дијалог у којем је већ изабран WebDAV.

source: If WebDAV is not selected, select it.
cs: Pokud WebDAV není vybraný, vyberte ho.
pt_br: Se o WebDAV não estiver selecionado, selecione-o.
sr: Ако WebDAV није изабран, изаберите га.

source: Click **Next**.
cs: Klikněte na **Další**.
pt_br: Clique em **Avançar**.
sr: Кликните на **Next**.

source: Enter the following settings:
cs: Zadejte následující nastavení:
pt_br: Digite as seguintes configurações:
sr: Унесите следећа подешавања:

source: Name: the name you want to see in the **Places** bookmark, for example, Nextcloud.
cs: Název: Název pod kterým chcete, aby se se zobrazovalo jako záložka v **Místa**, například Nextcloud.
pt_br: Nome: o nome que você deseja ver no marcador **Lugares**, por exemplo, Nextcloud.
sr: Name: Назив који желите да видите у **Places** маркеру, на пример, Nextcloud.

source: User: the Nextcloud username you used to log in, for example, admin.
cs: Uživatel: Uživatelské jméno, kterým se hlásíte do Nexcloud, například admin.
pt_br: Usuário: o nome de usuário do Nextcloud que você usou para fazer login, por exemplo, admin.
sr: User: Nextcloud корисничко име које користите за пријаву, на пример, admin.

source: Server: the Nextcloud domain name, for example, **example.com** (without **http://** before or directories afterwards).
cs: Server: Název domény s Nextcloud, například **example.com** (bez **http://** na začátku nebo složek za).
pt_br: Servidor: o nome de domínio Nextcloud, por exemplo, **example.com** (sem **http://** antes ou diretórios depois).
sr: Server: име домена Nextcloud сервера, на пример, **example.com** (без **http://** испред или директоријума иза).

source: Folder -- Enter the path ``nextcloud/remote.php/dav/files/USERNAME/``.
cs: Složka -- Zadejte popis umístění ``nextcloud/remote.php/dav/files/UZIVATELSKEJMENO/``.
pt_br: Pasta - Digite o caminho ``nextcloud/remote.php/dav/files/USERNAME/ ``.
sr: Folder -- унесите путању ``nextcloud/remote.php/dav/files/USERNAME/``.

source: (Optional) Check the "Create icon" checkbox for a bookmark to appear in the Places column.
cs: (Volitelné) aby se ve sloupci Místa objevila záložka, zaškrtněte „Vytvořit ikonu“.
pt_br: (Opcional) Verifique a caixa de seleção "Criar ícone" para que um marcador apareça na coluna Lugares.
sr: (Није обавезно) Штиклирајте поље „Create icon” да би се у колони Places појавио маркер.

source: (Optional) Provide any special settings or an SSL certificate in the "Port & Encrypted" checkbox.
cs: (Volitelné) v zaškrtávací kolonce „Port a šifrováno“ zadejte případná speciální nastavení nebo SSL certifikát.
pt_br: (Opcional) Forneça configurações especiais ou um certificado SSL na caixa de seleção "Porta e Criptografada".
sr: (Није обавезно) Наведите било какво посебно подешавање или SSL сертификат у пољу за штиклирање „Port & Encrypted”.

source: Creating WebDAV mounts on the Linux command line
cs: Vytváření WebDAV připojení z linuxového příkazového řádku
pt_br: Criando montagens WebDAV na linha de comandos do Linux
sr: Креирање WebDAV монтирања из Linux командне линије

source: You can create WebDAV mounts from the Linux command line. This is useful if you prefer to access Nextcloud the same way as any other remote filesystem mount. The following example shows how to create a personal mount and have it mounted automatically every time you log in to your Linux computer.
cs: WebDAV připojení (mount) je možné vytvářet z příkazového řádku. Toto se hodí, pokud chcete k Nexcloud přistupovat stejným způsobem, jako k jakémukoli na dálku připojenému souborovému systému. Následující příklad ukazuje jak vytvořit osobní připojení a zařídit to tak, aby bylo automaticky připojené pokaždé, když se přihlásíte do systému.
pt_br: Você pode criar montagens WebDAV a partir da linha de comando do Linux. Isso é útil se você preferir acessar o Nextcloud da mesma maneira que qualquer outra montagem remota do sistema de arquivos. O exemplo a seguir mostra como criar uma montagem pessoal e montá-la automaticamente sempre que você efetuar login no seu computador Linux.
sr: WebDAV монтирања можете да креирате и из Linux командне линије. Ово је корисни ако више волите да приступате Nextcloud серверу на исти начин као и било ком другом монтираном удаљеном фајл систему. Следећи пример приказује како да креирате лично монтирање и подесите да се аутоматски монтира сваки пут када се пријавите на ваш Linux компјутер.

source: Install the ``davfs2`` WebDAV filesystem driver, which allows you to mount WebDAV shares just like any other remote filesystem. Use this command to install it on Debian/Ubuntu::
cs: Nainstalujte ovladač WebDAV souborového systému ``davfs2``, což vám umožní připojit WebDAV sdílení jako kterýkoli jiný vzdálený souborový systém. Pro instalaci na Debian/Ubuntu::
pt_br: Instale o driver do sistema de arquivos WebDAV ``davfs2``, que permite montar compartilhamentos WebDAV como qualquer outro sistema de arquivos remoto. Use este comando para instalá-lo no Debian/Ubuntu::
sr: Инсталирајте ``davfs2`` WebDAV фајл систем драјвер који вам омогућава да монтирате WebDAV дељења на исти начин као било који други удаљени фајл систем. Употребите следећу команду да га инсталирате на Debian/Ubuntu:

source: Use this command to install it on CentOS, Fedora, and openSUSE::
cs: Pro instalaci na CentOS, Fedora a openSUSE použijte tento příkaz::
pt_br: Use este comando para instalá-lo no CentOS, Fedora e openSUSE::
sr: Употребите следећу команду да га инсталирате на CentOS, Fedora, и openSUSE:

source: Add yourself to the ``davfs2`` group::
cs: Přidejte se do skupiny ``davfs2``::
pt_br: Adicione-se ao grupo ``davfs2``::
sr: Додајте севе у ``davfs2`` групу:

source: Then create a ``nextcloud`` directory in your home directory for the mount point, and ``.davfs2/`` for your personal configuration file::
cs: Poté ve svém domovském adresáři vytvořte adresáře ``nextcloud`` (bude sloužit jako přípojný bod), a ``.davfs2/`` (pro soubor s osobním nastavením)::
pt_br: Em seguida, crie um diretório ``nextcloud`` em seu diretório pessoal para o ponto de montagem e ``.davfs2/`` para seu arquivo de configuração pessoal::
sr: Затим креирајте ``nextcloud`` директоријум у свом почетном директоријуму који ће служити као тачка монтирања, и ``.davfs2/`` за свој лични конфигурациони фајл:

source: Copy ``/etc/davfs2/secrets`` to ``~/.davfs2``::
cs: Zkopírujte ``/etc/davfs2/secrets`` do ``~/.davfs2``::
pt_br: Copiar ``/etc/davfs2/secrets`` para ``~/ .davfs2``::
sr: Копирајте ``/etc/davfs2/secrets`` У ``~/.davfs2``:

source: Set yourself as the owner and make the permissions read-write owner only::
cs: Nastavte sami sebe jako vlastníka a oprávnění pro čtení-zápis nastavte pouze na vlastníka::
pt_br: Defina-se como proprietário e faça as permissões somente para leitura e gravação::
sr: Поставите сее као власника и подесите дозволе тако да само власник може да чита-пише:

source: Add your Nextcloud login credentials to the end of the ``secrets`` file, using your Nextcloud server URL and your Nextcloud username and password::
cs: Své přihlašovací údaje do Nexcloud přidejte na konec souboru ``secrets`` s použitím URL adresy Nexcloud serveru a svého Nexcloud uživatelského jména a hesla::
pt_br: Adicione suas credenciais de login do Nextcloud ao final do arquivo ``segredos``, usando a URL do servidor Nextcloud e o nome de usuário e senha do Nextcloud::
sr: Додајте своје Nextcloud податке за пријаву на крај ``secrets`` фајла, користећи URL Nextcloud сервера и своје Nextcloud корисничко име и лозинку:
