Repository: 1270011/documentation
Catalog: user_manual/locale/*/LC_MESSAGES/files/access_webdav.po
Languages: cs, pt_br, sr

source: Add the mount information to ``/etc/fstab``::
cs: Přidejte údaje o připojení (mount) do souboru ``/etc/fstab``::
pt_br: Adicione as informações de montagem em ``/etc/fstab``::
sr: Додајте информације о монтирању у ``/etc/fstab``:

source: Then test that it mounts and authenticates by running the following command. If you set it up correctly you won't need root permissions::
cs: Poté vyzkoušejte, že se připojuje (mount) a ověřuje spuštěním následujícího příkazu. Pokud jste vše nastavili správně, nebude zapotřebí oprávnění správce systému::
pt_br: Em seguida, teste se ele monta e autentica executando o seguinte comando. Se você configurá-lo corretamente, não precisará de permissões de root::
sr: Затим тестирајте да ли се монтира и аутентификује тако што извршите следећу команду. Ако сте све подесили како треба, неће вам бити потребне администраторске дозволе:

source: You should also be able to unmount it::
cs: Měli byste také být schopní ho odpojit (unmount)::
pt_br: Você também deve poder desmontá-lo::
sr: Такође би требало да можете и да уклоните монтирање:

source: Now every time you login to your Linux system your Nextcloud share should automatically mount via WebDAV in your ``~/nextcloud`` directory. If you prefer to mount it manually, change ``auto`` to ``noauto`` in ``/etc/fstab``.
cs: Nyní pokaždé, když se přihlásíte do svého linuxového systému, vaše Nextcloud sdílení by mělo být automaticky připojeno (mount) prostřednictvím WebDAV do adresáře ``~/nextcloud``. Pokud chcete připojovat ručně, změňte v souboru s nastaveními ``/etc/fstab`` na příslušném řádku hodnotu ``auto`` na ``noauto``.
pt_br: Agora, toda vez que você fizer login no seu sistema Linux, seu compartilhamento Nextcloud deve ser montado automaticamente via WebDAV no diretório ``~/nextcloud``. Se você preferir montá-lo manualmente, altere ``auto`` para ``noauto`` em ``/etc/ fstab``.
sr: Сада се сваки пут када се пријавеите на свој Linux систем Nextcloud дељење аутоматски монтира преко WebDAV у ваш директоријум ``~/nextcloud``. Ако вам више одговара да га ручно монтирате, измените у ``/etc/fstab`` вредност ``auto`` у ``noauto``.

source: Known issues
cs: Známé problémy
pt_br: Problemas conhecidos
sr: Познати проблеми

source: Problem
cs: Problém
pt_br: Problema
sr: Проблем

source: Resource temporarily unavailable
cs: Prostředek dočasně nedostupný
pt_br: Recurso temporariamente indisponível
sr: Ресурс привремено није доступан

source: Solution
cs: Řešení
pt_br: Solução
sr: Решење

source: If you experience trouble when you create a file in the directory, edit ``/etc/davfs2/davfs2.conf`` and add::
cs: Pokud narážíte na problémy při vytváření souboru v adresáři, přidejte do souboru ``/etc/davfs2/davfs2.conf`` toto::
pt_br: Se você tiver problemas ao criar um arquivo no diretório, edite ``/etc/davfs2/davfs2.conf`` e adicione::
sr: Ако имате проблема када креирате фајл у директоријуму, уредите ``/etc/davfs2/davfs2.conf`` и додајте:

source: Certificate warnings
cs: Varování ohledně certifikátu
pt_br: Avisos de certificado
sr: Упозорења сертификата

source: If you use a self-signed certificate, you will get a warning. To change this, you need to configure ``davfs2`` to recognize your certificate. Copy ``mycertificate.pem`` to ``/etc/davfs2/certs/``. Then edit ``/etc/davfs2/davfs2.conf`` and uncomment the line ``servercert``. Now add the path of your certificate as in this example::
cs: Pokud používáte sám sebou podepsaný certifikát, obdržíte varování. To je možné změnit, nastavením ``davfs2`` tak, aby uznávalo váš certifikát. Zkopírujte ``mujcertifikat.pem`` do ``/etc/davfs2/certs/``. Poté upravte ``/etc/davfs2/davfs2.conf`` a odkomentujte řádek ``servercert``. Nyní přidejte popis umístění vašeho certifikátu, jako v této ukázce::
pt_br: Se você usar um certificado autoassinado, receberá um aviso. Para mudar isso, você precisa configurar ``davfs2`` para reconhecer seu certificado. Copie ``mycertificate.pem`` para ``/etc/davfs2/certs/ ``. Depois edite ``/etc/davfs2/davfs2.conf`` e remova o comentário da linha `` servercert``. Agora adicione o caminho do seu certificado como neste exemplo::
sr: Ако користите самопотписани сертификат, видећете упозорење. Да бисте ово променили, ``davfs2`` морате да конфигуришете тако да препозна ваш сертификат. Копирајте ``mycertificate.pem`` у ``/etc/davfs2/certs/``. Затим уредите ``/etc/davfs2/davfs2.conf`` и уклоните коментар са линије ``servercert``. Сада додајте путању до свог сервификата, као у следећем примеру:

source: Accessing files using macOS
cs: Přístup k souborům ze systému macOS
pt_br: Acessando arquivos usando o macOS
sr: Приступ фајловима са macOS система

source: The macOS Finder suffers from a `series of implementation problems <http://sabre.io/dav/clients/finder/>`_ and should only be used if the Nextcloud server runs on **Apache** and **mod_php**, or **Nginx 1.3.8+**. Alternative macOS-compatible clients capable of accessing WebDAV shares include open source apps like `Cyberduck <https://cyberduck.io/>`_ (see instructions `here <https://docs.nextcloud.com/server/latest/user_manual/files/access_webdav.html#accessing-files-using-cyberduck>`_) and `Filezilla <https://filezilla-project.org>`_. Commercial clients include `Mountain Duck <https://mountainduck.io/>`_, `Forklift <https://binarynights.com/>`_, `Transmit <https://panic.com/>`_, and `Commander One <https://mac.eltima.com/>`_.
cs: Aplikace Finder v rámci macOS má `vícero implementačních problémů <http://sabre.io/dav/clients/finder/>`_ a měla by být používán pouze pro Nextcloud servery, provozované na webovém serveru **Apache** s **mod_php**, nebo **Nginx 1.3.8 a novějším**. Mezi alternativní klienty, kompatibilní s macOS, schopné přistupovat k WebDAV sdílením patří open source aplikace jako `Cyberduck <https://cyberduck.io/>`_ (viz pokyny `zde <https://docs.nextcloud.com/server/latest/user_manual/files/access_webdav.html#accessing-files-using-cyberduck>`_) a `Filezilla <https://filezilla-project.org>`_. Mezi komerční klienty patří `Mountain Duck <https://mountainduck.io/>`_, `Forklift <https://binarynights.com/>`_, `Transmit <https://panic.com/>`_, a `Commander One <https://mac.eltima.com/>`_.
pt_br: O macOS Finder sofre de uma `série de problemas de implementação<http://sabre.io/dav/clients/finder/>`_ e só deve ser usado se o servidor Nextcloud for executado em **Apache** e **mod_php**, ou **Nginx 1.3.8+**. Clientes alternativos compatíveis com macOS capazes de acessar compartilhamentos WebDAV incluem aplicativos de código aberto como `Cyberduck <https://cyberduck.io/>`_ (veja as instruções `aqui <https://docs.nextcloud.com/server/latest/user_manual/files/access_webdav.html#accessing-files-using-cyberduck>`_) e `Filezilla <https://filezilla-project.org>`_. Os clientes comerciais incluem `Mountain Duck <https://mountainduck.io/>`_, `Forklift <https://binarynights.com/>`_, `Transmite <https://panic.com/>`_, e `Comandante Um <https://mac.eltima.com/>`_.
sr: macOS Finder пати од `низа проблема у имплементацији <http://sabre.io/dav/clients/finder/>`_ и требало би да се користи само ако Nextcloud сервер извршава **Apache** и **mod_php**, или **Nginx 1.3.8+**. Алтернативни macOS-компатибилни клијенти који имају могућност приступа WebDAV дељењима укључују аоликације отвореног кода као што је `Cyberduck <https://cyberduck.io/>`_ (погледајте упутства `овде <https://docs.nextcloud.com/server/latest/user_manual/files/access_webdav.html#accessing-files-using-cyberduck>`_) и `Filezilla <https://filezilla-project.org>`_. Комерцијални клијенти су `Mountain Duck <https://mountainduck.io/>`_, `Forklift <https://binarynights.com/>`_, `Transmit <https://panic.com/>`_, и `Commander One <https://mac.eltima.com/>`_.

source: To access files through the macOS Finder:
cs: Pro přístup k souborům z macOS Finder:
pt_br: Para acessar arquivos através do macOS Finder:
sr: Да бисте приступили фајловима из апликације macOS Finder:

source: From the Finder's top menu bar, choose **Go > Connect to Server…**:
cs: Z nabídky v horním liště aplikace Finder zvolte **Přejít na > Připojit k serveru…**:
pt_br: Na barra de menu superior do Finder, escolha **Go > Connect to Server…**:
sr: Из мени линије на врху програма Finder, изаберите **Go > Connect to Server…**:

source: Screenshot of entering your Nextcloud server address on macOS
cs: Snímek obrazovky se zadáváním adresy vámi využívaného Nextcloud serveru na macOS
pt_br: Captura de tela da inserção do endereço do servidor Nextcloud no macOS
sr: Снимак екрана уноса адресе вашег Nextcloud сервера на macOS систему

source: When the **Connect to Server…** window opens, enter your Nextcloud server's WebDAV address in the **Server Address:** field, i.e.::
cs: Když se otevře okno **Připojit k serveru…**, zadejte WebDAV adresu vámi využívaného Nextcloud serveru do kolonky **Adresa serveru**, tj.::
pt_br: Quando a janela **Connect to Server…** abrir, insira o endereço WebDAV do seu servidor Nextcloud no campo **Server Address:**, ou seja:::
sr: Када се отвори прозор **Connect to Server…**, унесите WebDAV адресу свог Nextcloud сервера у поље **Server Address:** нпр.:

source: Screenshot: Enter Nextcloud server address in "Connect to Server…" dialog box
cs: Snímek obrazovky: Zadání adresy Nextcloud serveru v dialogu „Připojit k serveru…“
pt_br: Captura de tela: insira o endereço do servidor Nextcloud na caixa de diálogo "Conectar ao servidor..."
sr: Снимак екрана: унос адресе Nextcloud сервера у „Connect to Server…” дијалог

source: Click **Connect**. Your WebDAV server should appear on the Desktop as a shared disk drive.
cs: Klikněte na **Připojit**. Vámi používaný WebDAV server by se měl objevit na Ploše jako sdílená jednotka.
pt_br: Clique em **Conectar**. Seu servidor WebDAV deve aparecer na área de trabalho como uma unidade de disco compartilhada.
sr: Кликните на **Connect**. Ваш WebDAV сервер би требало да се појави на Десктопу као дељени диск драјв.

source: Accessing files using Microsoft Windows
cs: Přistupování k souborům ze systému Microsoft Windows
pt_br: Acessando arquivos usando o Microsoft Windows
sr: Приступ фајловима из Microsoft Windows система

source: If you use the native Windows implementation of WebDAV, you can map Nextcloud to a new drive using Windows Explorer. Mapping to a drive enables you to browse files stored on a Nextcloud server the way you would browse files stored in a mapped network drive.
cs: Pokud používáte nativní implementaci WebDAV ve Windows, je možné namapovat Nexcloud jako nový disk v Průzkumníkovi. Mapování na jednotku umožní procházet soubory, nacházející se na Nexcloud serveru stejně, jako v případě souborů, nacházejících se na namapovaném síťovém disku.
pt_br: Se você usar a implementação nativa do Windows do WebDAV, poderá mapear o Nextcloud para uma nova unidade usando o Windows Explorer. O mapeamento para uma unidade permite que você navegue pelos arquivos armazenados em um servidor Nextcloud da mesma forma que navegaria pelos arquivos armazenados em uma unidade de rede mapeada.
sr: Ако користите уграђену Windows WebDAV имплементацију, можете да мапирате Nextcloud као нови драјв користећи Windows Explorer. Мапирање у драјв вам омогућава да прегледате фајлове смештене на Nextcloud сервер на исти начин као што то радите са фајловима који се налазе на мапираном мрежном драјву.

source: Using this feature requires network connectivity. If you want to store your files offline, use the Desktop Client to sync all files on your Nextcloud to one or more directories of your local hard drive.
cs: Použití této funkce vyžaduje připojení k síti. Pokud chcete ukládat své soubory offline, použijte desktopového klienta pro synchronizování všech souborů na vámi využívané instanci Nexcloud na úložiště ve vašem počítači.
pt_br: O uso desse recurso requer conectividade de rede. Se você deseja armazenar seus arquivos offline, use o Cliente Desktop para sincronizar todos os arquivos do Nextcloud com um ou mais diretórios do disco rígido local.
sr: Употреба ове могућности захтева везу са мрежом. Ако желите да чувате фајлове ван мреже, употребите Десктоп клијент који синхронизује све фајлове са Nextcloud у један или више директоријума на вашем локалном хард драјву.

source: Windows 10 now defaults to allow Basic Authentication if HTTPS is enabled before mapping your drive.
cs: Před namapováním disku, pokud je zapnuté HTTPS, Windows 10 nyní ve výchozím stavu umožňuje Basic Authentication.
pt_br: O padrão do Windows 10 agora é permitir autenticação básica se o HTTPS estiver ativado antes de mapear sua unidade.
sr: Ако је пре мапирања драјва укључен HTTPS, Windows 10 сада подразумевано дозвољава Основну проверу идентитета (Basic Authentication).

source: On older versions of Windows, you must permit the use of Basic Authentication in the Windows Registry:
cs: Ve starších verzích Windows je třeba povolit používání Basic Authentication v registrech Windows:
pt_br: Em versões mais antigas do Windows, você deve permitir o uso da Autenticação Básica no Registro do Windows:
sr: На старијим Windows верзијама, употребу Basic Authentication морате да дозволите у Windows Registry:

source: launch ``regedit`` and navigate to ``HKEY_LOCAL_MACHINE\SYSTEM\CurrentControlSet\Services\WebClient\Parameters``.
cs: spusťte ``regedit`` a jděte do ``HKEY_LOCAL_MACHINE\SYSTEM\CurrentControlSet\Services\WebClient\Parameters``.
pt_br: inicie ``regedit`` e navegue até ``HKEY_LOCAL_MACHINE\SYSTEM\CurrentControlSet\Services\WebClient\Parameters``.
sr: покрените ``regedit`` и поставите се на ``HKEY_LOCAL_MACHINE\SYSTEM\CurrentControlSet\Services\WebClient\Parameters``.

source: Create or edit the ``BasicAuthLevel`` (Windows Vista, 7 and 8), or ``UseBasicAuth`` (Windows XP and Windows Server 2003), ``DWORD`` value and set its value data to ``1`` for SSL connections. A value of ``0`` means that Basic Authentication is disabled, and a value of ``2`` allows both SSL and non-SSL connections (not recommended).
cs: Vytvořte nebo upravte hodnotu typu ``DWORD`` nazvanou ``BasicAuthLevel`` (Windows Vista, 7 a 8), nebo ``UseBasicAuth`` (Windows XP a Windows Server 2003), a pro SSL spojení nastavte její obsah na ``1``. Hodnota ``0`` znamená, že Basic Authentication je vypnuté, hodnota ``2`` umožňuje jak SSL, tak ne-SSL spojení (nedoporučováno).
pt_br: Crie ou edite o valor ``BasicAuthLevel`` (Windows Vista, 7 e 8), ou ``UseBasicAuth`` (Windows XP e Windows Server 2003), ``DWORD`` e defina seus dados de valor como ``1`` para conexões SSL. Um valor de ``0`` significa que a Autenticação Básica está desativada, e um valor de ``2`` permite conexões SSL e não SSL (não recomendado).
sr: Креирајте или уредите ``BasicAuthLevel`` (Windows Vista, 7 и 8), или ``UseBasicAuth`` (Windows XP и Windows Server 2003), ``DWORD`` кључ и поставите његову вредност на ``1`` за SSL везе. Вредност ``0`` значи да је Basic Authentication искључена, а вредност ``2`` дозвољава и SSL и не-SSL везе (не препоручује се).

source: Then exit Registry Editor, and restart the computer.
cs: Poté ukončete editor Registrů a počítač zrestartujte.
pt_br: Em seguida, saia do Editor do Registro e reinicie o computador.
sr: Затим затворите Registry Editor, и поново покрените компјутер.

source: Mapping drives with the command line
cs: Mapování jednotek z příkazového řádku
pt_br: Mapeando unidades com a linha de comandos
sr: Мапирање драјвова из командне линије

source: The following example shows how to map a drive using the command line. To map the drive:
cs: Následující příklad zobrazuje jak namapovat jednotku z příkazového řádku. Pro namapování jednotky:
pt_br: O exemplo a seguir mostra como mapear uma unidade usando a linha de comando. Para mapear a unidade:
sr: Следећи пример показује како да се мапира драјв из командне линије. Да бисте мапирали драјв:

source: Open a command prompt in Windows.
cs: Ve Windows otevřete příkazový řádek.
pt_br: Abra um prompt de comando no Windows.
sr: Отворите командни одзив у Windows.

source: Enter the following line in the command prompt to map to the computer Z drive::
cs: Pro namapování jednotky Z v počítači zadejte do příkazového řádku následující::
pt_br: Digite a seguinte linha no prompt de comando para mapear para a unidade Z do computador::
sr: Унесите следећу линију у командни одзив да мапирате на компутеров драјв Z:

source: with <drive_path> as the URL to your Nextcloud server. For example::
cs: s <drive_path> coby URL adresou vámi využívaného Nextcloud serveru. Například:
pt_br: com <drive_path> como o URL para o seu servidor Nextcloud. Por exemplo::
sr: са <drive_path> као URL вашег Nextcloud сервера. На пример:

source: The computer maps the files of your Nextcloud account to the drive letter Z.
cs: Počítač namapuje soubory z vašeho Nextcloud účtu na jednotku s písmenkem Z.
pt_br: O computador mapeia os arquivos da sua conta Nextcloud para a letra de unidade Z.
sr: Компјутер мапира фајлове на вашем Nextcloud налогу у драјв са словом Z.

source: Though not recommended, you can also mount the Nextcloud server using HTTP, leaving the connection unencrypted.
cs: Byť to není doporučováno, je také možné Nextcloud server připojit pomocí HTTP, čímž ovšem bude spojení nešifrované.
pt_br: Embora não seja recomendado, você também pode montar o servidor Nextcloud usando HTTP, deixando a conexão não criptografada.
sr: Мада се то не препоручује, Nextcloud сервер можете такође да монтирате и употребом HTTP, и онда веза није шифрована.

source: If you plan to use HTTP connections on devices while in a public place, we strongly recommend using a VPN tunnel to provide the necessary security.
cs: Pokud zamýšlíte používat HTTP spojení na zařízení, připojovaných do veřejných sítí, důrazně doporučujeme zajistit nezbytné zabezpečení používání VPN tunelu.
pt_br: Se você planeja usar conexões HTTP em dispositivos enquanto estiver em um local público, recomendamos fortemente o uso de um túnel VPN para fornecer a segurança necessária.
sr: Ако планирате да користите HTTP везе на уређајима док сте на јавном месту, снажно препоручујемо да употребите VPN тунел који обезбеђује неопходну безбедност.

source: An alternative command syntax is::
cs: Alternativní forma zápisu příkazu je::
pt_br: Uma sintaxe de comando alternativa é::
sr: Алтернативна синтакса команде је:

source: Mapping drives with Windows Explorer
cs: Mapování disků pomocí Průzkumníka Windows
pt_br: Mapeando unidades com o Windows Explorer
sr: Мапирање драјвова програмом Windows Explorer

source: To map a drive using Microsoft Windows Explorer:
cs: Pro namapování disku pomocí Průzkumníka Windows:
pt_br: Para mapear uma unidade usando o Microsoft Windows Explorer:
sr: Да бисте мапирали драјв из програма Microsoft Windows Explorer:

source: Open Windows Explorer on your MS Windows computer.
cs: Otevřete Průzkumníka na svém počítači s MS Windows.
pt_br: Abra o Windows Explorer em seu computador MS Windows.
sr: Оворите Windows Explorer на MS Windows компјутеру.

source: Right-click on **Computer** entry and select **Map network drive…** from the drop-down menu.
cs: Klikněte pravým tlačítkem na položku **Počítač** a z rozbalovací nabídky vyberte **Namapovat síťovou jednotku…**.
pt_br: Clique com o botão direito em **Computador** e selecione **Mapear unidade de rede...** no menu suspenso.
sr: Извршите десни клик на ставку **Computer** и изаберите **Map network drive…** из падајућег менија.

source: Choose a local network drive to which you want to map Nextcloud.
cs: Zvolte písmenko pro nový místní síťový disk, na který chcete Nextcloud namapovat.
pt_br: Escolha uma unidade de rede local para a qual você deseja mapear o Nextcloud.
sr: Изаберите локални мрежни драјв на који желите да мапирате Nextcloud.

source: Specify the address to your Nextcloud instance, followed by **/remote.php/dav/files/USERNAME/**.
cs: Zadejte adresu vámi používané instance Nextloud, následovanou **/remote.php/dav/files/UZIVATELSKEJMENO/**.
pt_br: Especifique o endereço para sua instância do Nextcloud, seguido por **/remote.php/dav/files/USERNAME/**.
sr: Наведите адресу своје Nextcloud инстанце, па затим надовежите **/remote.php/dav/files/USERNAME/**.

source: For example::
cs: Například::
pt_br: Por exemplo::
sr: На пример:

source: For SSL-protected servers, check **Reconnect at sign-in** to ensure that the mapping is persistent upon subsequent reboots. If you want to connect to the Nextcloud server as a different user, check **Connect using different credentials**.
cs: Pro servery, chráněné pomocí SSL, zaškrtněte **Znovu připojit při přihlášení se**, abyste zajistili, že mapování zůstane zachováno po následných restartech počítače. Pokud se chcete k Nexcloud serveru připojit jako jiný uživatel (než kterým jste právě přihlášeni do systému), zaškrtněte **Připojit se pomocí jiných přihlašovacích údajů**.
pt_br: Para servidores protegidos por SSL, marque **Reconectar ao entrar** para garantir que o mapeamento seja persistente nas reinicializações subsequentes. Se você deseja se conectar ao servidor Nextcloud como um usuário diferente, marque **Conectar usando credenciais diferentes**.
sr: За сервере заштићене са SSL, штиклирајте **Reconnect at sign-in** да бисте обезбедили да мапирање остане активно и након наредних поновних покретања система. Ако желите да се са Nextcloud сервером повежете као неки други корисник, штиклирајте **Connect using different credentials**.

source: Screenshot of mapping WebDAV on Windows Explorer
cs: Snímek obrazovky s mapováním WebDAV ve Windows Průzkumníkovi
pt_br: Captura de tela do mapeamento do WebDAV no Windows Explorer
sr: Снимак екрана мапирања WebDAV у Windows Explorer

source: Click the ``Finish`` button.
cs: Klikněte na ``Dokončit``.
pt_br: Clique no botão "Concluir".
sr: Кликните на дугме ``Finish``.

source: Windows Explorer maps the network drive, making your Nextcloud instance available.
cs: Průzkumník Windows namapuje síťovou jednotku, čímž zpřístupní vámi využívanou instanci Nexcloud.
pt_br: O Windows Explorer mapeia a unidade de rede, disponibilizando sua instância do Nextcloud.
sr: Windows Explorer мапира мрежни драјв, тако да је вам је ваша Nextcloud инстанца доступна.

source: Accessing files using Cyberduck
cs: Přístup k souborům pomocí nástroje Cyberduck
pt_br: Acessando arquivos usando o Cyberduck
sr: Приступ фајловима употребом Cyberduck

source: `Cyberduck <https://cyberduck.io/>`_ is an open source FTP, SFTP, WebDAV, OpenStack Swift, and Amazon S3 browser designed for file transfers on macOS and Windows.
cs: `Cyberduck <https://cyberduck.io/>`_ je open source prohlížeč FTP, SFTP, WebDAV, OpenStack Swift, a Amazon S3, navržený pro přenosy souborů v macOS a Windows.
pt_br: `Cyberduck <https://cyberduck.io/>`_ é um navegador FTP, SFTP, WebDAV, OpenStack Swift e Amazon S3 de código aberto projetado para transferências de arquivos no macOS e Windows.
sr: `Cyberduck <https://cyberduck.io/>`_ FTP, SFTP, WebDAV, OpenStack Swift, и Amazon S3 прегледач отвореног кода који је дизајниран за пренос фајлова на macOS и Windows системима.

source: This example uses Cyberduck version 4.2.1.
cs: V tomto příkladu je použito Cyberduck verze 4.2.1.
pt_br: Este exemplo usa o Cyberduck versão 4.2.1.
sr: Овај пример користи Cyberduck верзију 4.2.1.

source: To use Cyberduck:
cs: Pro použití Cyberduck:
pt_br: Para usar o Cyberduck:
sr: Да бисте користили Cyberduck:

source: Specify a server without any leading protocol information.
cs: Zadejte server bez uvedení protokolu.
pt_br: Especifique um servidor sem nenhuma informação de protocolo principal.
sr: Наведите сервер без било каквих водећих информација о протоколу.

source: For example: ``example.com``
cs: Např.: ``example.com``
pt_br: Por exemplo: ``example.com``
sr: На пример: ``example.com``

source: Specify the appropriate port.
cs: Zadejte příslušný port.
pt_br: Especifique a porta apropriada.
sr: Наведите одговарајући порт.
