Repository: 1270011/documentation
Catalog: user_manual/locale/*/LC_MESSAGES/files/access_webdav.po
Languages: cs, pt_br, sr

source: Fill in the hostname field: ``example.com``
cs: Vyplňte kolonku pro název hostitele, např.: ``example.com``
pt_br: Preencha o campo do nome do host: ``example.com``
sr: Попуните поље hostname: ``example.com``

source: Fill in the username field: ``NEXTCLOUDUSERNAME``
cs: Vyplňte kolonku pro uživatelské jméno: ``NEXTCLOUDUZIVATELSKEJMENO``
pt_br: Preencha o campo de nome de usuário: ``NEXTCLOUDUSERNAME``
sr: Попуните поље username: ``NEXTCLOUDUSERNAME``

source: Fill in the password field: ``NEXTCLOUDPASSWORD``
cs: Vyplňte kolonku pro heslo: ``NEXTCLOUDHESLO``
pt_br: Preencha o campo de senha: ``NEXTCLOUDPASSWORD``
sr: Попуните поље password: ``NEXTCLOUDPASSWORD``

source: Press the 'Advanced...' button
cs: Klikněte na tlačítko 'Pokročilé…'
pt_br: Pressione o botão 'Avançado...'
sr: Притисните дугме ’Advanced...’

source: Navigate to 'Environment', 'Directories' on the left side
cs: Přejděte do 'Prostředí, 'Adresáře' vlevo
pt_br: Navegue até 'Ambiente', 'Diretórios' no lado esquerdo
sr: Поставите се на ’Environment’, ’Directories’ на левој страни

source: Fill in the 'Remote directory' field with the following: ``/nextcloud/remote.php/dav/files/NEXTCLOUDUSERNAME/``
cs: Vyplňte kolonku 'Vzdálená složka' následujícím (např.): ``/nextcloud/remote.php/dav/files/NEXTCLOUDUZIVATELSKEJMENO/``
pt_br: Preencha o campo 'Diretório remoto' com o seguinte: ``/nextcloud/remote.php/dav/files/NEXTCLOUDUSERNAME/``
sr: Попуните поље ’Remote directory’ следећом вредности: ``/nextcloud/remote.php/dav/files/NEXTCLOUDUSERNAME/``

source: Press the 'OK' button
cs: Stiskněte tlačítko „0K“
pt_br: Pressione o botão 'OK'
sr: Притисните дугме ’OK’

source: Press the 'Save' button
cs: Stiskněte tlačítko „Uložit“
pt_br: Pressione o botão 'Salvar'
sr: Притсните дугме ’Save’

source: Select the desired options and press the 'OK' button
cs: Vyberte požadované předvolby a klikněte na 'OK'
pt_br: Selecione as opções desejadas e pressione o botão 'OK'
sr: Изаберите жељене опције и притисните дугме ’OK’

source: Press the 'Login' button to connect to Nextcloud
cs: Kliknutím na 'Přihlásit' se připojte k Nextcloud
pt_br: Pressione o botão 'Login' para se conectar ao Nextcloud
sr: Притисните дугме ’Login’ да се повежете са Nextcloud

source: it is recommended to use an app password for the password if you use TOTP as WinSCP does not understand TOTP with Nextcloud at the time of writing (2022-11-07).
cs: pokud používáte TOTP, je doporučeno použít heslo pro aplikaci, protože WinSCP nefunguje s TOTP v Nextcloud (stav věcí v okamžiku sepisování tohoto textu v listopadu 2022).
pt_br: é recomendável usar uma senha de aplicativo para a senha se você usar o TOTP, pois o WinSCP não entende o TOTP com o Nextcloud no momento da redação (07/11/2022).
sr: препоручује се да користите лозинку апликације као лозинку ако употребљавате TOTP, јер WinSCP не разуме TOTP са Nextcloud у време писања овог текста (07. 11. 2022.).
